Repository: linkalls/readeck
Catalog: docs/translations/*/messages.po
Languages: cs_cz, de_de, fr_fr, gl_es, pl_pl, uk_ua, zh_cn

source: The [Profile section](readeck-instance://profile) of Readeck lets you change your personal information, you password and some other settings.
cs_cz: V [sekci Profil](readeck-instance://profile) Readecku můžete změnit své osobní údaje, heslo a některá další nastavení.
de_de: Im [Profilbereich](readeck-instance://profile) von Readeck können Sie Ihre persönlichen Daten, Ihr Passwort und einige andere Einstellungen ändern.
fr_fr: La [section profil](readeck-instance://profile) de Readeck vous permet de changer vos informations personnelles, votre mot de passe ainsi que d'autres paramètres.
gl_es: A [sección do Perfil](readeck-instance://profile) en Readeck permite cambiar a túa información persoal, o contrasinal e algún outro axuste.
pl_pl: [Sekcja profilu](readeck-instance://profile) Readeck pozwala ci zmienić twoje dane osobowe, hasło i inne ustawienia.
uk_ua: У розділі Readeck «[Профіль](readeck-instance://profile)» ви можете змінити свою особисту інформацію, пароль та деякі інші налаштування.
zh_cn: Readeck [个人信息](readeck-instance://profile) 允许您更改个人信息、密码和其他一些设置。

source: ## Edit your profile
cs_cz: ## Úprava profilu
de_de: ## Bearbeiten Sie Ihr Profil
fr_fr: ## Modifier votre profil
gl_es: ## Editar o teu perfil
pl_pl: ## Edytuj swój profil
uk_ua: ## Редагування профілю
zh_cn: ## 编辑个人信息

source: On the main profile page, you can change your username, your email address and choose the app's language.
cs_cz: Na hlavní stránce profilu můžete změnit své uživatelské jméno, e-mailovou adresu a zvolit jazyk aplikace.
de_de: Auf der Hauptprofilseite können Sie Ihren Benutzernamen und Ihre E-Mail-Adresse ändern und die Sprache der App auswählen.
fr_fr: Sur la page principale du profil, vous pouvez changer votre nom d'utilisateur, votre adresse e-mail et choisir la langue de l'interface.
gl_es: Na páxina principal do perfil podes cambiar o identificador, o enderezo de correo e elixir o idioma da aplicación.
pl_pl: Na stronie głównej profilu możesz zmienić nazwę użytkownika, adres email i wybrać język aplikacji.
uk_ua: На головній сторінці профілю ви можете змінити ім’я користувача, адресу електронної пошти та вибрати мову застосунку.
zh_cn: 在个人信息页面上，您可以更改用户名、电子邮件地址并选择应用程序的语言。

source: ## Change your password
cs_cz: ## Změna hesla
de_de: ## Ändern Sie Ihr Passwort
fr_fr: ## Changer de mot de passe
gl_es: ## Cambiar o contrasinal
pl_pl: ## Zmień hasło
uk_ua: ## Зміна пароля
zh_cn: ## 修改密码

source: On the [Password](readeck-instance://profile/password) page, you can change the password you use to connect to Readeck.
cs_cz: Na stránce [Heslo](readeck-instance://profile/password) můžete změnit heslo, které používáte pro připojení k Readecku.
de_de: Auf der Seite [Passwort](readeck-instance://profile/password) können Sie das Passwort ändern, mit dem Sie eine Verbindung zu Readeck herstellen.
fr_fr: Sur la page [mot de passe](readeck-instance://profile/password) page, vous pouvez changer le mot de passe que vous utilisez pour vous connecter à Readeck.
gl_es: Na páxina do [Contrasinal](readeck-instance://profile/password) podes cambiar o contrasinal que usas para acceder a Readeck.
pl_pl: Na stronie [Hasła](readeck-instance://profile/password) możesz zmienić hasło używane do połączenia się z Readeck.
uk_ua: На сторінці «[Пароль](readeck-instance://profile/password)» ви можете змінити пароль, який використовується для підключення до Readeck.
zh_cn: 在 [密码](readeck-instance://profile/password) 页面, 您可以更改 Readeck 的密码。

source: ## API Tokens
cs_cz: ## Tokeny API
fr_fr: ## Jetons API
gl_es: ## Tokens da API
pl_pl: ## Tokeny API
uk_ua: ## Токени API

source: An API Token lets you access and use the [Readeck API](readeck-instance://docs/api) for anything you'd like to build. You can create and manage tokens on the [API Tokens](readeck-instance://profile/tokens) section of your user profile.
cs_cz: Token API vám umožní přístup k rozhraní [API Readecku](readeck-instance://docs/api) a jeho použití pro cokoliv, co chcete vytvořit. Tokeny můžete vytvářet a spravovat v sekci [Tokeny API](readeck-instance://profile/tokens) svého uživatelského profilu.
de_de: Mit einem API-Token können Sie auf die [Readeck-API] (readeck-instance://docs/api) zugreifen und sie für alles verwenden, was Sie erstellen möchten. Sie können Token im Abschnitt [API-Tokens](readeck-instance://profile/tokens) Ihres Benutzerprofils erstellen und verwalten.
fr_fr: Un jeton API vous permet d'utiliser [l'API Readeck](readeck-instance://docs/api) pour développer les applications de votre choix. Vous pouvez créer et gérer les jetons API sur la page [Jetons API](readeck-instance://profile/tokens) de votre profil.
gl_es: Un Token da API permite que accedas e uses a [API de Readeck](readeck-instance://docs/api) para todo o que precises. Podes crear e xestionar os tokens na sección [Tokens da API](readeck-instance://profile/tokens) da túa configuración.
pl_pl: Token API pozwala uzyskać dostęp i używać [API Readeck](readeck-instance://docs/api) do zbudowania czego potrzebujesz. Możesz tworzyć i zarządzać tokenami w sekcji [Tokeny API](readeck-instance://profile/tokens) profilu użytkownika.
uk_ua: Токен API дозволяє вам отримати доступ до [API Readeck](readeck-instance://docs/api) і використовувати його для ваших потреб. Створювати токени і керувати ними можна у розділі «[Токени API](readeck-instance://profile/tokens)» вашого профілю користувача.
zh_cn: API Token 允许您访问和使用 [Readeck API](readeck-instance://docs/api) 任何你想建造的东西。 你可以在 [API Tokens](readeck-instance://profile/tokens) 上创建和管理 API Tokens。

source: You can limit what a given token can access through the API and for how long it's valid.
cs_cz: Prostřednictvím rozhraní API můžete omezit, k čemu má daný token přístup a jak dlouho je platný.
de_de: Sie können einschränken, auf was ein bestimmtes Token über die API zugreifen kann und wie lange es gültig ist.
fr_fr: Vous pouvez limiter les permissions d'accès d'un token donné ainsi que sa durée de validité.
gl_es: Podes limitar os ámbitos aos que ten acceso o token a través da API e durante canto tempo será válido.
pl_pl: Możesz ograniczyć do czego dany token ma dostęp poprzez API i jak długo jest ważny.
uk_ua: Ви можете обмежити, до чого той чи інший токен може отримати доступ через API і як довго він буде дійсний.
zh_cn: 您可以限制给定令牌可以通过API访问的内容以及其有效期。

source: ## Application Passwords
cs_cz: ## Hesla aplikací

source: If you need to grant access to your Readeck account to a service or an app, you can't provide you main username and password; it won't work.
cs_cz: Pokud potřebujete udělit přístup ke svému účtu Readeck nějaké službě nebo aplikaci, nemůžete poskytnout své hlavní uživatelské jméno a heslo; nebude to fungovat.
de_de: Wenn Sie einem Dienst oder einer App Zugriff auf Ihr Readeck-Konto gewähren müssen, können Sie Ihren Hauptbenutzernamen und Ihr Passwort nicht angeben; es wird nicht funktionieren.
fr_fr: Si vous avez besoin de donner accès à votre compte Readeck à un service ou une application, vous ne pouvez pas donner votre nom d'utilisateur et mot de passe ; ça ne fonctionnera pas.
gl_es: Se precisas conceder acceso á túa conta Readeck a un servizo ou a unha aplicación, non podes utilizar o teu identificador e contrasinal xa que non funcionará.
pl_pl: Jeśli potrzebujesz udzielić dostępu do swojego konta Readeck jakiejś aplikacji lub usłudze, nie możesz udostępnić swojej głównej nazwy użytkownika i hasła; to nie zadziała.
uk_ua: Якщо вам потрібно надати якому-небудь сервісу або додатку доступ до вашого облікового запису Readeck, ви не можете вказати своє основне ім’я користувача та пароль; це не спрацює.
zh_cn: 如果您需要将Readeck帐户的访问权限授予服务或应用程序，则无法提供主用户名和密码；这行不通。

source: What you can do is create an [Application Password](readeck-instance://profile/credentials).
cs_cz: Můžete však vytvořit [Heslo aplikace](readeck-instance://profile/credentials).

source: You can limit what a given password can access through the API.
cs_cz: Můžete omezit, k čemu má dané heslo přístup prostřednictvím rozhraní API.

source: Once you created an application password, you can use it to access the [Readeck API](readeck-instance://docs/api) or export services.
cs_cz: Jakmile vytvoříte heslo aplikace, můžete ho použít pro přístup k [API Readecku](readeck-instance://docs/api) nebo službám exportu.

source: See the [Ebook Catalog](./opds.md) help page for a real life example.
cs_cz: Reálný příklad naleznete na stránce nápovědy [Katalog e-knih](./opds.md).

source: **Note**: although you can use an application password to access the API, it is recommended to use an API Token when possible.
cs_cz: **Poznámka**: Ačkoliv můžete pro přístup k rozhraní API použít heslo aplikace, doporučuje se používat token API, pokud je to možné.

source: ### Video
fr_fr: ### Vidéo
gl_es: ### Vídeo
pl_pl: ### Wideo
uk_ua: ### Відео
zh_cn: ### 视频

source: The catalog can be accessed by any app or e-reader supporting the OPDS format. To give access to the catalog, you must first create an [API Token](readeck-instance://profile/tokens).
fr_fr: Le catalogue est disponible par toute application ou liseuse qui supporte le format OPDS. Pour accéder au catalogue, vous devez au préalable créer un [jeton API](readeck-instance://profile/tokens).
gl_es: O catálogo é accesible desde calquera aplicación ou lector de libros electrónicos compatibles co formato OPDS. Para conceder acceso ao catálogo debes primeiro crear un [Token da API](readeck-instance://profile/tokens).
uk_ua: Доступ до каталогу можна отримати за допомогою будь-якого додатка або електронного пристрою для читання, який підтримує формат OPDS. Щоб надати доступ до каталогу, спершу необхідно створити [токен API](readeck-instance://profile/tokens).

source: You can restrict the permission of this token to "Bookmarks : Read Only". Write the token value down and setup your app.
fr_fr: Vous pouvez restreindre les permissions de ce jeton à "Bookmarks : lecture seule". Notez le mot de passe généré et passez au paramétrage de l'application.
gl_es: Podes limitar os permisos deste token a «Marcadores: Só Lectura». Escribe o valor do token e configura a túa aplicación.
uk_ua: Ви можете обмежити права цього токена до «Закладки: лише читання». Запишіть значення токена і налаштуйте свій застосунок.

source: Once you have an API Token, you can access the OPDS section in Koreader's lookup menu:
fr_fr: Une fois que vous avez votre jeton API, vous pouvez accéder à la section OPDS dans le menu de recherche de Koreader :
gl_es: Unha vez creaches o token da API, podes acceder á sección OPDS de Koreader no menú de busca:
uk_ua: За допомогою токена API ви можете отримати доступ до розділу OPDS у пошуковому меню Koreader:

source: - https://readeck.example.com : `readeck-instance://opds` - alice: your username - your API Token in the last field
fr_fr: - https ://readeck.example.com : `readeck-instance://opds` - alice : votre nom d'utilisateur - votre jeton API dans le dernier champ
gl_es: - https://readeck.example.com : `readeck-instance://opds` - alice: o teu identificador - o Token da API na última caixa de texto
uk_ua: - https://readeck.example.com: `readeck-instance://opds` - alice: ваше ім’я користувача - ваш токен API в останньому полі

source: Instead, you can give your username and a token of your choice as authentication credentials.
fr_fr: À la place, vous pouvez donner votre nom d'utilisateur et un jeton de votre choix comme données d'authentification.
gl_es: No seu lugar podes utilizar o identificador e un token da túa elección como credenciais para a autenticación.
uk_ua: Натомість у якості облікових даних для автентифікації ви можете вказати своє ім’я користувача і токен на ваш вибір.
