Repository: linkalls/readeck
Catalog: docs/translations/*/messages.po
Languages: cs_cz, de_de, fr_fr, gl_es, pl_pl, uk_ua, zh_cn

source: On a collection page, you can export the full collection to a file.
cs_cz: Na stránce sbírky můžete celou sbírku exportovat do souboru.
de_de: Auf einer Sammlungsseite können Sie die gesamte Sammlung in eine Datei exportieren.
fr_fr: Sur la page d'une collection vous pouvez exporter la collection complète dans un fichier.
gl_es: Podes exportar a colección completa a un ficheiro desde a súa páxina.
pl_pl: Na stronie kolekcji możesz wyeksportować całą kolekcję do pliku.
uk_ua: На сторінці колекції ви можете експортувати всю колекцію у файл.
zh_cn: 在收藏页面上，您可以将完整收藏导出到文件中。

source: For now, only EPUB is available and exports the full collection as a single book.
cs_cz: Prozatím je k dispozici pouze formát EPUB, který exportuje celou sbírku jako jednu knihu.
de_de: Derzeit ist nur EPUB verfügbar und exportiert die gesamte Sammlung als einzelnes Buch.
fr_fr: Pour le moment, seul le format EPUB est disponible et exporte la collection sous la forme d'un e-book unique.
gl_es: Por agora só está dispoñible para EPUB, e expórtase a colección completa nun único libro.
pl_pl: Na razie, tylko plik EPUB jest dostępny i zawiera on całą kolekcję jako pojedyńczą książkę.
uk_ua: Наразі доступний лише формат EPUB, який експортує всю колекцію як одну книгу.
zh_cn: 目前，只有 EPUB 可用，并将整个收藏导出为一本书。

source: ## Delete a collection
cs_cz: ## Odstranění sbírky
de_de: ## Eine Sammlung löschen
fr_fr: ## Supprimer une collection
gl_es: ## Eliminar unha colección
pl_pl: ## Usuń kolekcję
uk_ua: ## Видалення колекції
zh_cn: ## 删除集合

source: On a collection page, open the **Edit** box and click on **Delete**.
cs_cz: Na stránce sbírky otevřete pole **Upravit** a klikněte na **Odstranit**.
de_de: Öffnen Sie auf einer Sammlungsseite das Feld **Bearbeiten** und klicken Sie auf **Löschen**.
fr_fr: Sur la page d'une collection, ouvrez la boite **Modifier** et cliquez sur **Supprimer**.
gl_es: Na páxina da colección, abre a caixa **Editar** e preme en **Eliminar**.
pl_pl: Na stronie kolekcji otwórz okno **Edytuj** i kliknij na **Usuń**.
uk_ua: На сторінці колекції відкрийте блок **Редагувати** і натисніть **Видалити**.
zh_cn: 在集合页面, 打开 **编辑** 框然后点击 **删除**.

source: This operation can be cancelled during a few seconds, in case you made a mistake.
cs_cz: Tuto operaci lze během několika sekund zrušit pro případ, že jste se spletli.
de_de: Dieser Vorgang kann für einige Sekunden abgebrochen werden, falls Ihnen ein Fehler unterlaufen ist.
fr_fr: Cette opération peut être annulée pendant quelques secondes, au cas où vous auriez fait une erreur.
gl_es: Esta operación pode cancelarse durante uns segundos, se lle deches a eliminar sen querer.
pl_pl: Jeśli popełniłeś błąd, to a operacja może zostać anulowana w ciągu kilku sekund.
uk_ua: Цю операцію можна скасувати протягом кількох секунд, якщо ви припустилися помилки.
zh_cn: 若是误操作，可以在几秒内取消删除。

source: --- Title: Table of Contents TOC: - "" - bookmark-list - bookmark - labels - collections - opds - user-profile ---
cs_cz: --- Title: Obsah TOC: - "" - bookmark-list - bookmark - labels - collections - opds - user-profile ---
de_de: --- Titel: Inhaltsverzeichnis TOC: - "" - bookmark-list - bookmark - labels - collections - opds - user-profile ---
fr_fr: --- Title: Table des matières TOC: - "" - bookmark-list - bookmark - labels - collections - opds - user-profile ---
gl_es: --- Title: Índice de contidos TOC: - "" - bookmark-list - bookmark - labels - collections - opds - user-profile ---
pl_pl: --- Title: Spis Treści TOC: - "" - bookmark-list - bookmark - labels - collections - opds - user-profile ---
uk_ua: --- Title: Зміст TOC: - "" - bookmark-list - bookmark - labels - collections - opds - user-profile ---
zh_cn: --- Title: 目录 TOC: - "" - bookmark-list - bookmark - labels - collections - opds - user-profile ---

source: # Readeck Help
cs_cz: # Nápověda Readecku
de_de: # Readeck-Hilfe
fr_fr: # Aide Readeck
gl_es: # Axuda de Readeck
pl_pl: # Pomoc Readeck
uk_ua: # Допомога Readeck
zh_cn: # Readeck 帮助

source: Welcome to Readeck! Here you'll find the answers to most of your questions regarding Readeck and some tips to improve your experience even more.
cs_cz: Vítejte na Readecku! Zde naleznete odpovědi na většinu vašich otázek týkajících se Readecku a několik tipů, jak ještě více zlepšit váš zážitek.
de_de: Willkommen bei Readeck! Hier finden Sie Antworten auf die meisten Ihrer Fragen zu Readeck und einige Tipps, um Ihr Erlebnis noch weiter zu verbessern.
fr_fr: Bienvenue sur Readeck ! Vous trouverez ici les réponses à la plupart de vos questions concernant Readeck ainsi que quelques astuces pour en tirer encore plus parti.
gl_es: Benvida a Readeck! Aquí tes as respostas ás preguntas máis comúns en relación a Readeck, así como indicacións para mellorar a túa experiencia de uso aínda máis.
pl_pl: Witaj w Readeck! Tutaj znajdziesz odpowiedzi na większość swoich pytań o Readeck i kilka porad jak poprawić swoje wrażenia z jego używania.
uk_ua: Вітаємо в Readeck! Тут ви знайдете відповіді на більшість запитань щодо Readeck, а також кілька порад, що допоможуть вам покращити свій користувацький досвід.
zh_cn: 欢迎来到 Readeck! 在这里，您将找到有关 Readeck 的大多数问题的答案，以及一些进一步改善您体验的提示。

source: ## Contents
cs_cz: ## Obsah
de_de: ## Inhalt
fr_fr: ## Table des matières
gl_es: ## Contido
pl_pl: ## Zawartość
uk_ua: ## Зміст
zh_cn: ## 内容

source: - [Bookmarks](./bookmark-list.md) - [Bookmark View](./bookmark.md) - [Labels](./labels.md) - [Collections](./collections.md) - [Ebook Catalog](./opds.md) - [User Profile](./user-profile.md)
cs_cz: - [Záložky](./bookmark-list.md) - [Zobrazení záložky](./bookmark.md) - [Štítky](./labels.md) - [Sbírky](./collections.md) - [Katalog e-knih](./opds.md) - [Uživatelský profil](./user-profile.md)
de_de: - [Lesezeichen](./bookmark-list.md) - [Lesezeichen Ansicht](./bookmark.md) - [Tags](./labels.md) - [Sammlungen](./collections.md) - [Ebook Katalog](./opds.md) - [Benutzer Profil](./user-profile.md)
fr_fr: - [Bookmarks](./bookmark-list.md) - [Détails d'un bookmark](./bookmark.md) - [Labels](./labels.md) - [Collections](./collections.md) - [Catalogue e-book](./opds.md) - [Profil utilisateur](./user-profile.md)
gl_es: - [Marcadores](./bookmark-list.md) - [Vista de marcadores](./bookmark.md) - [Etiquetas](./labels.md) - [Coleccións](./collections.md) - [Catálogo libros-e](./opds.md) - [Perfil da usuaria](./user-profile.md)
pl_pl: - [Zakładki](./bookmark-list.md) - [Widok zakładki](./bookmark.md) - [Etykiety](./labels.md) - [Kolekcje](./collections.md) - [Katalog e-booków](./opds.md) - [Profil użytkownika](./user-profile.md)
uk_ua: - [Закладки](./bookmark-list.md) - [Перегляд закладок](./bookmark.md) - [Мітки](./labels.md) - [Колекції](./collections.md) - [Каталог електронних книг](./opds.md) - [Профіль користувача](./user-profile.md)
zh_cn: - [书签列表](./bookmark-list.md) - [书签](./bookmark.md) - [标签](./labels.md) - [集合](./collections.md) - [opds](./opds.md) - [个人信息](./user-profile.md)

source: # Labels
cs_cz: # Štítky
de_de: # Tags
gl_es: # Etiquetas
pl_pl: # Etykiety
uk_ua: # Мітки
zh_cn: # 标签

source: You can [add as many labels as you want to a bookmark](./bookmark.md#labels).\ There is no limit as to what can be a label. You can even add emojis if you like them.
cs_cz: K záložce můžete [přidat libovolný počet štítků](./bookmark.md#labels).\ Není žádné omezení, co může být štítkem. Můžete přidat i emotikony, pokud se vám líbí.
de_de: Sie können [einem Lesezeichen so viele Beschriftungen hinzufügen, wie Sie möchten](./bookmark.md#labels).\ Es gibt keine Begrenzung, was ein Tag sein kann. Sie können sogar Emojis hinzufügen, wenn Sie diese mögen.
fr_fr: Vous pouvez ajouter [autant de labels que vous voulez sur un bookmark](./bookmark.md#labels).\ Il n'y a aucune limite quant aux caractères permis dans un label. Vous pouvez même utiliser des emojis si vous le souhaitez.
gl_es: Podes [engadir tantas etiquetas como queiras a un marcador](./bookmark.md#labels).\ Non hai límite respecto ao que pode ser unha etiqueta. Incluso podes utilizar emojis 😃.
pl_pl: Do zakładki możesz [dodać tak wiele etykiet jak tylko chcesz](./bookmark.md#labels).\ Nie ma limitu na to co może być etykietą. Możesz nawet dodać emotki jeśli chcesz.
uk_ua: До закладки можна [додати скільки завгодно міток](./bookmark.md#labels). Немає жодних обмежень щодо того, що може бути міткою. Можете навіть додавати емодзі, якщо вони вам подобаються.
zh_cn: 你可以 [为书签添加任意数量的标签](./bookmark.md#labels). 标签是没有限制的。如果你喜欢，你甚至可以添加表情符号。

source: ## Label List
cs_cz: ## Seznam štítků
de_de: ## Tagliste
fr_fr: ## Liste des labels
gl_es: ## Lista de etiquetas
pl_pl: ## Lista etykiet
uk_ua: ## Список міток
zh_cn: ## 标签列表

source: The [Label List](readeck-instance://bookmarks/labels) shows all the labels in your bookmark collection, with a number indicating how many bookmarks carry a given label.
cs_cz: [Seznam štítků](readeck-instance://bookmarks/labels) zobrazuje všechny štítky ve vaší sbírce záložek, přičemž číslo udává, kolik záložek nese daný štítek.
de_de: Die [Tag-Liste](readeck-instance://bookmarks/labels) zeigt alle Tags in Ihrer Lesezeichensammlung, wobei eine Zahl angibt, wie viele Lesezeichen ein bestimmtes Tag tragen.
fr_fr: La [liste des labels](readeck-instance://bookmarks/labels) affiche tous les labels de vos bookmarks, avec un nombre indiquant combien de bookmarks portent un label donné.
gl_es: A [Lista de etiquetas](readeck-instance://bookmarks/labels) mostra todas as etiquetas que usas nos teus marcadores, cun número que indica cantos marcadores a teñen asignada.
pl_pl: [Lista etykier](readeck-instance://bookmarks/labels) pokazuje wszystkie etykiety w twojej kolekcji zakładek, wraz z liczbą pokazującą ile zakładek posiada daną etykietę.
uk_ua: [Список міток](readeck-instance://bookmarks/labels) показує всі мітки у вашій колекції закладок, а число вказує на кількість закладок із відповідною міткою.
zh_cn: [标签列表](readeck-instance://bookmarks/labels) 显示书签集合中的所有标签，并用数字表示有多少书签带有给定的标签。

source: When you click on a label, you can list all the bookmarks carrying the label.
cs_cz: Po kliknutí na štítek se zobrazí seznam všech záložek, které daný štítek nesou.
de_de: Wenn Sie auf ein Tag klicken, können Sie alle Lesezeichen auflisten, die das Tag tragen.
fr_fr: En cliquant sur un label, vous pouvez lister tous les bookmarks portant celui-ci.
gl_es: Ao premer nunha etiqueta verás todos os marcadores que usan esa etiqueta.
pl_pl: Gdy klikniesz na etykiecie, możesz zobaczyć listę wszystkich zakładek z tą etykietą.
uk_ua: Натиснувши на мітку, можна отримати список усіх закладок з цією міткою.
zh_cn: 当你点击标签时，你可以列出所有带有标签的书签。

source: ## Rename a label
cs_cz: ## Přejmenování štítku
de_de: ## Benennen Sie ein Tag um
fr_fr: ## Renommer un label
gl_es: ## Cambiar nome da etiqueta
pl_pl: ## Zmień nazwę etykiety
uk_ua: ## Перейменування мітки
zh_cn: ## 重命名标签

source: On a given label page, you can click on the page's title (the label) to change its name.
cs_cz: Na stránce s daným štítkem můžete kliknutím na název stránky (štítek) změnit jeho název.
de_de: Auf einer bestimmten Tagseite können Sie auf den Titel der Seite (das Tag) klicken, um den Namen zu ändern.
fr_fr: Sur la page d'un label, vous pouvez cliquer sur le titre (le label) pour en changer le nom.
gl_es: Na páxina dunha etiqueta, preme no título da páxina (na etiqueta) para cambiar o seu nome.
pl_pl: Na stronie danej etykiety możesz kliknąć na tytule strony (etykiecie) aby zmienić jej nazwę.
uk_ua: На сторінці окремої мітки ви можете натиснути на заголовок сторінки (мітку), щоб змінити її назву.
zh_cn: 在给定的标签页面上，您可以单击页面的标题（标签）以更改其名称。

source: # E-book Catalog
cs_cz: # Katalog e-knih
de_de: # E-Book-Katalog
fr_fr: # Catalogue e-book
gl_es: # Catálogo libros-e
pl_pl: # Katalog e-booków
uk_ua: # Каталог електронних книг
zh_cn: # OPDS

source: Readeck provides an E-book Catalog of all your bookmarks, organized in a catalog with the structure below:
cs_cz: Readeck poskytuje Katalog e-knih všech vašich záložek uspořádaných do katalogu s níže uvedenou strukturou:
de_de: Readeck bietet einen E-Book-Katalog aller Ihrer Lesezeichen, organisiert in einem Katalog mit der folgenden Struktur:
fr_fr: Readeck fournit un catalogue d'e-book de tous vos bookmarks, organisés selon la structure suivante :
gl_es: Readeck proporciona un Catálogo de Libros Electrónicos de todos os teus marcadores, organizado nun catálogo coa seguinte estrutura:
pl_pl: Readeck udostępnia Katalog E-booków ze wszystkimi twoimi zakładkami, zorganizowany w katalog ze strukturą jak poniżej:
uk_ua: Readeck формує каталог електронних книг з усіма вашими закладками, організованими в каталог зі структурою, наведеною нижче:
zh_cn: Readeck 提供了一个包含您所有书签的OPDS，按以下结构组织在目录中：

source: - Unread Bookmarks - Archived Bookmarks - Favorite Bookmarks - All Bookmarks - Bookmark Collections - (Collection Name) - Collection E-book - Browse Collection
cs_cz: - Nepřečtené záložky - Archivované záložky - Oblíbené záložky - Všechny záložky - Sbírky záložek - (Název sbírky) - E-kniha sbírky - Procházet sbírku
de_de: - Ungelesene Lesezeichen - Archivierte Lesezeichen - Lieblingslesezeichen - Alle Lesezeichen - Lesezeichensammlungen - (Sammlung Name) - Sammlung E-Book - Sammlung durchsuchen
fr_fr: - Bookmarks non lus - Bookmarks archivés - Bookmarks favoris - Tous les bookmarks - Collections de bookmarks - (Nom de la collection) - e-book de la collection - naviguer dans la collection
gl_es: - Marcadores non lidos - Marcadores arquivados - Marcadores favoritos - Todos os marcadores - Coleccións de marcadores - (Nome da colección) - Libro da colección - Buscar na colección
pl_pl: - Nieprzeczytane zakładki - Zarchiwizowane zakładki - Ulubione zakładki - Wszystkie zakładki - Kolekcje zakładek - (Nazwa kolekcji) - E-book kolekcji - Przeglądaj kolekcję
uk_ua: - Непрочитані закладки - Архівовані закладки - Обрані закладки - Усі закладки - Колекції закладок - (Назва колекції) - Електронна книга колекції - Переглянути колекцію
zh_cn: - 未读书签 - 归档书签 - 收藏书签 - 所有书签 - 书签集合 - (集合名称) - 搜集电子书 - 选择集合

source: Each section, except Collections, provides every bookmark as an E-book.
cs_cz: V každé sekci, kromě Sbírek, je každá záložka k dispozici jako e-kniha.
de_de: Jeder Abschnitt mit Ausnahme der Sammlungen stellt jedes Lesezeichen als E-Book bereit.
fr_fr: Chaque section, à l'exception des Collections, fournit les bookmarks en tant qu'e-book.
gl_es: Cada sección, excepto as Coleccións, proporciona cada marcador como un único libro electrónico.
pl_pl: Każda sekcja, z wyjątkiem Kolekcji, zawiera każdą zakładkę jako e-book.
uk_ua: У кожному розділі, крім Колекцій, кожна закладка є електронною книгою.
zh_cn: 除集合外，每个部分都将每个书签作为电子书提供。

source: On a collection's section, you can download the full collection as a single E-book.
cs_cz: V sekci sbírky si můžete stáhnout celou sbírku jako jednu e-knihu.
de_de: Im Bereich einer Sammlung können Sie die gesamte Sammlung als einzelnes E-Book herunterladen.
fr_fr: Dans la section d'une collection, vous pouvez télécharger l'intégralité de celle-ci sous forme d'un seul e-book.
gl_es: Na sección das coleccións, podes descargar a colección completa como un único libro electrónico.
pl_pl: W sekcji kolekcji możesz ściągnąć całą kolekcję jako jeden e-book.
uk_ua: У розділі колекцій ви можете завантажити всю колекцію як одну електронну книгу.
zh_cn: 在集合部分，您可以将完整的集合作为一本电子书下载。

source: ## Catalog access
cs_cz: ## Přístup ke katalogu
de_de: ## Katalogzugriff
fr_fr: ## Accès au catalogue
gl_es: ## Acceso ao catálogo
pl_pl: ## Dostęp do katalogu
uk_ua: ## Доступ до каталогу
zh_cn: ## 目录访问

source: The catalog can be accessed by any app or e-reader supporting the OPDS format. To give access to the catalog, you must first create an [Application Password](readeck-instance://profile/credentials).
cs_cz: Ke katalogu lze přistupovat pomocí jakékoliv aplikace nebo elektronické čtečky podporující formát OPDS. Pro poskytnutí přístupu ke katalogu musíte nejprve vytvořit [Heslo aplikace](readeck-instance://profile/credentials).

source: You can restrict the permission of this password to "Bookmarks : Read Only". Write your password down and setup your app.
cs_cz: Oprávnění tohoto hesla můžete omezit na „Záložky : Pouze pro čtení“. Zapište si heslo a nastavte aplikaci.

source: The URL of your OPDS catalog is: \ [readeck-instance://opds](readeck-instance://opds)
cs_cz: Adresa URL vašeho katalogu OPDS je následující: \ [readeck-instance://opds](readeck-instance://opds)
de_de: Die URL Ihres OPDS-Katalogs lautet: \ [readeck-instance://opds](readeck-instance://opds)
fr_fr: L'URL du catalogue OPDS est : \ [readeck-instance://opds](readeck-instance://opds)
gl_es: O URL do teu catálogo é: \ [readeck-instance://opds](readeck-instance://opds)
pl_pl: Adres URL twojego katalogu OPDS to: \ [readeck-instance://opds](readeck-instance://opds)
uk_ua: URL-адреса вашого каталогу OPDS: [readeck-instance://opds](readeck-instance://opds)
zh_cn: 你的OPDS的URL 是: [readeck-instance://opds](readeck-instance://opds)

source: ## Example setup: Koreader
cs_cz: ## Příklad nastavení: KOReader
de_de: ## Beispiel-Setup: Koreader
fr_fr: ## Example de paramétrage : Koreader
gl_es: ## Exemplo da configuración: Koreader
pl_pl: ## Przykładowa konfiguracja: Koreader
uk_ua: ## Приклад налаштування: Koreader
zh_cn: ## 示例设置: Koreader

source: [Koreader](https://koreader.rocks/) is a document viewer for E Ink devices. It's available for Kindle, Kobo, PocketBook, Android and desktop Linux. It has a very good OPDS support.
cs_cz: [KOReader](https://koreader.rocks/) je prohlížeč dokumentů pro zařízení s elektronickým inkoustrem. Je dostupný pro Kindle, Kobo, PocketBook, Android a desktopový Linux. Má velmi dobrou podporu OPDS.
de_de: [Koreader](https://koreader.rocks/) ist ein Dokumentenbetrachter für E-Ink-Geräte. Es ist für Kindle, Kobo, PocketBook, Android und Desktop-Linux verfügbar. Es verfügt über eine sehr gute OPDS-Unterstützung.
fr_fr: [Koreader](https://koreader.rocks/) est un lecteur de documents pour liseuses électroniques. Il est disponible pour Kindle, Kobo, PocketBook, Android et Linux. Il dispose d'un excellent support OPDS.
gl_es: [Koreader](https://koreader.rocks/) é un lector de documentos para dispositivos de tinta electrónica. Está dispoñible para Kindle, Kobo, PocketBook, Android e escritorio Linux. Ten gran compatibilidade con OPDS.
pl_pl: [Koreader](https://koreader.rocks/) jest przeglądarką dokumentów dla urządzeń z ekranem E-Ink. Jest ona dostępna dla Kindle, Kobo, PocketBook'a, Android'a i Linux's. Posiada bardzo dobre wsparcie OPDS.
uk_ua: [Koreader](https://koreader.rocks/) — додаток для перегляду документів на пристроях з дисплеєм на основі технології електронного паперу. Koreader доступний для Kindle, Kobo, PocketBook, Android, а також настільного Linux. Має дуже хорошу підтримку OPDS.
zh_cn: [Koreader](https://koreader.rocks/) 是 E Ink设备的文档查看器。它适用于Kindle、Kobo、PocketBook、Android和桌面Linux。它有很好的OPDS支持。

source: Once you have an Application Password, you can access the OPDS section in Koreader's lookup menu:
cs_cz: Po zadání Hesla aplikace můžete přistupovat k sekci OPDS v nabídce vyhledávání KOReaderu:

source: ![Koreader's lookup menu](../img/koreader-1.webp)
cs_cz: [Nabídka vyhledávání v KOReaderu](../img/koreader-1.webp).
de_de: ![Koreader-Suchmenü](../img/koreader-1.webp)
fr_fr: ![Menu de recherche de Koreader](../img/koreader-1.webp)
gl_es: ![menú de busca en Koreader](../img/koreader-1.webp)
pl_pl: ![Menu wyszukiwania Koreader](../img/koreader-1.webp)
uk_ua: ![Пошукове меню Koreader](../img/koreader-1.webp)

source: This section shows a list of preconfigured OPDS sources and you can add yours by pressing the "+" icon on the top left corner:
cs_cz: Tato sekce zobrazuje seznam předkonfigurovaných zdrojů OPDS a svůj můžete přidat stisknutím ikony „+“ v levém horním rohu:
de_de: Dieser Abschnitt zeigt eine Liste vorkonfigurierter OPDS-Quellen und Sie können Ihre hinzufügen, indem Sie auf das „+“-Symbol in der oberen linken Ecke klicken:
fr_fr: Cette section affiche une liste de sources OPDS préconfigurées et vous pouvez ajouter la votre en cliquant sur le bouton "+" dans le coin supérieur gauche :
gl_es: Esta sección mostra a lista das orixes OPDS preconfiguradas e podes engadir a túa premendo na icona «+» no canto superior esquerdo:
pl_pl: Sekcja ta pokazuje listę pre-konfigurowanych źródeł OPDS i możesz tutaj dodać swoje źródło naciskając ikonę "+" w lewym górnym rogu:
uk_ua: Цей розділ містить список попередньо налаштованих джерел OPDS. Ви можете додати своє джерело, натиснувши на значок «+» у верхньому лівому куті:
zh_cn: 本节显示了预配置的OPDS源列表，您可以通过按左上角的“+”图标添加您的源：

source: ![Koreader catalog list](../img/koreader-2.webp)
cs_cz: ![Seznam katalogů v KOReaderu](../img/koreader-2.webp)
de_de: ![Koreader-Katalogliste](../img/koreader-2.webp)
fr_fr: ![Liste des catalogues dans Koreeader](../img/koreader-2.webp)
gl_es: ![lista de catálogos en Koreader](../img/koreader-2.webp)
pl_pl: ![Lista katalogów Koreader](../img/koreader-2.webp)
uk_ua: ![Список каталогів Koreader](../img/koreader-2.webp)

source: In this dialog replace the fields below with:
cs_cz: V tomto dialogovém okně nahraďte níže uvedená pole následujícími údaji:
de_de: Ersetzen Sie in diesem Dialog die folgenden Felder durch:
fr_fr: Dans ce formulaire, remplacez les champs suivants par :
gl_es: Neste diálogo escribe nas caixas o seguinte:
pl_pl: W tym oknie dialogowym zamień pola poniżej na:
uk_ua: У цьому діалозі замініть значення у полях нижче на такі:
zh_cn: 在此对话框中，将以下字段替换为：

source: - https://readeck.example.com : `readeck-instance://opds` - alice: your username - your application password in the last field
cs_cz: - https://readeck.example.com : `readeck-instance://opds` - alice: vaše uživatelské jméno - vaše heslo aplikace v posledním poli

source: ![Koreader add catalog](../img/koreader-3.webp)
cs_cz: ![Přidání katalogu v KOReaderu](../img/koreader-3.webp)
de_de: ![Koreader Katalog hinzufügen](../img/koreader-3.webp)
fr_fr: ![Ajouter un catalogue dans Koreader](../img/koreader-3.webp)
gl_es: ![engadir catálogo a Koreader](../img/koreader-3.webp)
pl_pl: ![Dodaj katalog Koreader](../img/koreader-3.webp)
uk_ua: ![Додати каталог в Koreader](../img/koreader-3.webp)

source: You can now access your bookmarks from Koreader!
cs_cz: Nyní můžete přistupovat ke svým záložkám z KOReaderu!
de_de: Sie können jetzt über Koreader auf Ihre Lesezeichen zugreifen!
fr_fr: Vous pouvez maintenant accéder à vos bookmarks depuis Koreader !
gl_es: Xa podes acceder aos teus marcadores desde Koreader!
pl_pl: Teraz możesz uzyskać dostęp do swoich zakładek z Koreader'a!
uk_ua: Тепер ви можете отримати доступ до своїх закладок з Koreader!
zh_cn: 你现在可以从 Koreader 访问你的书签!

source: ![Koreader readeck catalog](../img/koreader-4.webp)
cs_cz: ![Katalog Readecku v KORederu](../img/koreader-4.webp)
de_de: ![Koreader-Readeck-Katalog](../img/koreader-4.webp)
fr_fr: ![Le catalogue Readeck dans Koreader](../img/koreader-4.webp)
gl_es: ![catálogo de Readeck en Koreader](../img/koreader-4.webp)
pl_pl: ![Katalo readeck oreader](../img/koreader-4.webp)
uk_ua: ![Каталог Readeck у Koreader](../img/koreader-4.webp)

source: # User Profile
cs_cz: # Profil uživatele
de_de: # Benutzerprofil
fr_fr: # Profil utilisateur
gl_es: # Perfil da usuaria
pl_pl: # Profil użytkownika
uk_ua: # Профіль користувача
zh_cn: # 个人信息
