Repository: linkalls/readeck
Catalog: docs/translations/*/messages.po
Languages: cs_cz, de_de, fr_fr, gl_es, pl_pl, uk_ua, zh_cn

source: If you find the bookmark grid view too busy, you can switch to a more compact list with less images. Click on the button next to the title to switch from the grid view to the compact view.
cs_cz: Pokud se vám zobrazení mřížky záložek zdá příliš přeplněné, můžete přepnout na kompaktnější seznam s menším počtem obrázků. Kliknutím na tlačítko vedle názvu přepnete ze zobrazení mřížky na kompaktní zobrazení.
de_de: Wenn Ihnen die Lesezeichen-Rasteransicht zu voll ist, können Sie zu einer kompakteren Liste mit weniger Bildern wechseln. Klicken Sie auf die Schaltfläche neben dem Titel, um von der Rasteransicht zur Kompaktansicht zu wechseln.
fr_fr: Si vous trouvez la liste de bookmarks sous forme de grille trop encombrée, vous pouvez changer pour une liste plus compacte contenant moins d'images. Cliquez sur le bouton près du titre pour passer à la vue compacte.
gl_es: Se a vista en grella che resulta incómoda, podes cambiar a unha lista máis compacta con menos imaxes. Preme no botón a carón do título para cambiar entre a vista en grella e a vista compacta.
pl_pl: Jeśli uważasz, że widok zakładek w układzie siatki jest przeładowany, możesz przełączyć się na bardziej zwartą listę z mniejszą liczbą obrazów. Kliknij przycisk obok tytułu, aby przełączyć się z widoku siatki na widok kompaktowy.
uk_ua: Якщо вигляд сітки здається вам надто захаращеним, ви можете перемкнутися на компактніший список із меншою кількістю зображень. Натисніть на кнопку поруч із заголовком, щоб перемкнутися з вигляду сітки на компактний вигляд.
zh_cn: 如果您觉得书签网格视图图像太拥挤，可以切换到图像较少的更紧凑的列表。单击标题旁边的按钮，从网格视图切换到紧凑视图。

source: ![Bookmark Compact List](./img/bookmark-list-compact.webp) Compact Bookmark List
cs_cz: ![Kompaktní Seznam záložek](./img/bookmark-list-compact.webp) Kompaktní Seznam záložek
de_de: ![Lesezeichen-Kompaktliste](./img/bookmark-list-compact.webp) Kompakte Lesezeichenliste
fr_fr: ![Liste compacte des bookmarks](./img/bookmark-list-compact.webp) Liste compacte de bookmarks
gl_es: ![lista compacta de marcadores](./img/bookmark-list-compact.webp) Lista Compacta de Marcadores
pl_pl: ![Zwarta lista zakładek](./img/bookmark-list-compact.webp) Zwarta lista zakładek
uk_ua: ![Компактний список закладок](./img/bookmark-list-compact.webp) Список закладок — компактний вигляд
zh_cn: ![紧凑书签列表](./img/bookmark-list-compact.webp) 紧凑书签列表

source: ## Filter Bookmarks {#filters}
cs_cz: ## Filtrování záložek {#filters}
de_de: ## Lesezeichen filtern {#filters}
fr_fr: ## Filtrer les bookmarks {#filters}
gl_es: ## Filtro dos Marcadores {#filters}
pl_pl: ## Filtrowanie zakładek {#filters}
uk_ua: ## Фільтри закладок {#filters}
zh_cn: ## 筛选书签 {#筛选}

source: On the bookmark list, you can filter your results based on one or several criteria. Click on the button "Filter list" next to the page title to open the filtering form.
cs_cz: V seznamu záložek můžete filtrovat výsledky na základě jednoho nebo několika kritérií. Kliknutím na tlačítko „Filtrovat seznam“ vedle názvu stránky otevřete formulář pro filtrování.
de_de: In der Lesezeichen-Liste können Sie Ihre Ergebnisse nach einem oder mehreren Kriterien filtern. Klicken Sie auf die Schaltfläche „Liste filtern“ neben dem Seitentitel, um das Filterformular zu öffnen.
fr_fr: Sur la liste des bookmarks, vous pouvez filtrer les éléments sur la base de plusieurs critères de recherche. Cliquez sur le bouton "Filtrer la liste" près du titre de la page pour ouvrir le formulaire de recherche.
gl_es: Na lista de marcadores podes filtrar os resultados en función de un ou varios criterios. Preme no botón "Filtrar lista" xunto ao título da páxina para abrir o formulario cos filtros.
pl_pl: Na liście zakładek mozesz filtrować wyniki na podstawie jednego lub kilku kryteriów. Kliknij przycisk "Filtruj listę" obok tytułu strony, aby otworzyć formularz filtrowania.
uk_ua: Результати у списку закладок можна відфільтрувати за одним або кількома критеріями. Натисніть кнопку «Фільтри» поруч із заголовком сторінки, щоб відкрити форму фільтрації.
zh_cn: 在书签列表中，您可以根据一个或多个条件筛选结果。单击页面标题旁边的“筛选列表”按钮打开筛选表单。

source: ![Bookmark list filters](./img/bookmark-filters.webp) The filter form
cs_cz: ![Filtry seznamu záložek](./img/bookmark-filters.webp) Formulář pro filtrování
de_de: ![Lesezeichenlistenfilter](./img/bookmark-filters.webp) Das Filterformular
fr_fr: ![Filtres de la liste de bookmarks](./img/bookmark-filters.webp) Le formulaire de recherche
gl_es: ![filtros dos marcadores](./img/bookmark-filters.webp) Formulario cos filtros
pl_pl: ![Filtry listy zakładek](./img/bookmark-filters.webp) Formularz filtrowania
uk_ua: ![Фільтри списку закладок](./img/bookmark-filters.webp) Форма фільтрації
zh_cn: ![书签列表筛选](./img/bookmark-filters.webp) 筛选表单

source: Enter any criteria and click on **Search**.
cs_cz: Zadejte libovolná kritéria a klikněte na **Vyhledat**.
de_de: Geben Sie beliebige Kriterien ein und klicken Sie auf **Suchen**.
fr_fr: Entrez un ou plusieurs critères et cliquez sur **Rechercher**.
gl_es: Elixe os criterios e preme en **Buscar**.
pl_pl: Wprowadź kryteria filtrowania i kliknij **Szukaj**.
uk_ua: Уведіть критерії та натисніть **Пошук**.
zh_cn: 输入任何条件并单击 **搜索**.

source: ### Available filters
cs_cz: ### Dostupné filtry
de_de: ### Verfügbare Filter
fr_fr: ### Filtres disponibles
gl_es: ### Filtros dispoñibles
pl_pl: ### Dostępne filtry
uk_ua: ### Доступні фільтри
zh_cn: ### 可用过滤器

source: You can combine the following filters:
cs_cz: Můžete kombinovat následující filtry:
de_de: Sie können folgende Filter kombinieren:
fr_fr: Vous pouvez combiner les filtres suivants :
gl_es: Podes combinar os seguintes filtros:
pl_pl: Możesz łączyć następujące filtry:
uk_ua: Фільтри можна комбінувати:
zh_cn: 您可以组合以下筛选器：

source: - **Search**\ Search in the bookmark's text, its title, its authors, its site name and domain and the labels. - **Title**\ Search in the title only. - **Author**\ Search in the author list only. - **Site**\ Search in the site title and the site domain name. - **Label**\ Search for specific labels. - **Is Favorite**, **Is Archived**, **Type**\ This filters let you restrict your search to any of these criteria. - **From date**, **To date**\ This last filters let you restrict from when and to when the bookmark was saved. For example, this lets you retrieve the bookmark list saved during the past 4 weeks but not after the last week.
cs_cz: - **Vyhledávání**\ Vyhledávání v textu záložky, jejím názvu, autorech, názvu a doméně webu a štítcích. - **Název**\ Vyhledávání pouze v názvu. - **Autor**\ Vyhledávání pouze v seznamu autorů. - **Stránka**\ Vyhledávání v názvu stránky a názvu domény stránky. - **Štítek**\ Vyhledávání konkrétních štítků. - **Je oblíbený**, **Je archivovaný**, **Typ**\ Tyto filtry umožňují omezit vyhledávání na některé z těchto kritérií. - **Od data**, **Do data**\ Tyto poslední filtry umožňují omezit datum od kdy a do kdy byla záložka uložena. To vám například umožní vyhledat seznam záložek uložených během posledních 4 týdnů, ale ne po posledním týdnu.
de_de: - **Suchen**\ Suchen Sie im Text des Lesezeichens, seinem Titel, seinen Autoren, seinem Site-Namen und seiner Domain sowie den Labels. - **Titel**\ Nur im Titel suchen. - **Autor**\ Nur in der Autorenliste suchen. - **Website**\ Suchen Sie im Site-Titel und im Site-Domainnamen. - **Tag**\ Suchen Sie nach bestimmten Tags. - **Ist Favorit**, **Ist archiviert**, **Typ**\ Mit diesen Filtern können Sie Ihre Suche auf eines dieser Kriterien einschränken. - **Ab Datum**, **Bis Datum**\ Mit diesen letzten Filtern können Sie den Zeitpunkt und die Speicherung des Lesezeichens einschränken. Auf diese Weise können Sie beispielsweise die Lesezeichenliste abrufen, die in den letzten 4 Wochen gespeichert wurde, jedoch nicht nach der letzten Woche.
fr_fr: - **Recherche**\ Recherche dans le texte d'un bookmark, son titre, ses auteurs, le nom du site et du domaine et les labels. - **Titre**\ Recherche uniquement dans le titre. - **Auteur**\ Recherche uniquement dans la liste des auteurs. - **Site**\ Recherche uniquement le nom du site ou son domaine. - **Label**\ Recherche des labels donnés. - **Favori**, **Archivé**, **Type**\ Ce filtre permet de restreindre la recherche sur ces critères. - **Depuis**, **Jusqu'à**\ Ces derniers filtres vous permettent de limiter les résultats par date de création des bookmarks. Par example, vous pouvez obtenir la liste des bookmarks créés pendant les 4 dernières semaines mais pas après la dernière semaine.
gl_es: - **Buscar**\ Busca no texto do marcador, no seu título, autoría e dominio e nome da web e etiquetas. - **Título**\ Busca só no título. - **Autoría**\ Busca só na lista da autoría. - **Sitio web**\ Busca no título da web e no nome do dominio da web. - **Etiqueta**\ Busca entre as etiquetas. - **É favorito**, **Está arquivado**, **Tipo**\ Estes filtros limitan as busca aos ámbitos seleccionados. - **Desde a data**, **Ata a data**\ Este último filtro limita a busca ao marco temporal no que se gardou o marcador. Por exemplo, obter a lista de marcadores creados durante as últimas catro semanas pero non posterior á última semana.
pl_pl: - **Szukaj**\ Wyszukaj w treści zakładki, jej tytule lub autorach, nazwie i domenie strony oraz etykietach. - **Tytuł**\ Wyszukaj tylko w tytule. - **Autor**\ Wyszukaj tylko na liście autorów. - **Strona**\ Wyszukaj w nazwie i domenie strony. - **Etykieta**\ Wyszukaj konkretną etykietę. - **Czy jest ulubiona**, **Czy jest zarchiwizowana**, **Typ**\ Te filtry pozwalają ograniczyć wyszukiwanie zgodnie z ich nazwami. - **Od daty**, **Do daty**\ Te filtry na końcu pozwalają ograniczyć zakres czasu od kiedy i do kiedy zakładka została zapisana. Na przykład, możesz wyszukać listę zakładek zapisanych w ciągu ostatnich 4 tygodni, ale nie w ostatnim tygodniu.
uk_ua: - **Пошук** Шукати в тексті закладки, її назві, авторах, назві та домені сайту, а також у мітках. - **Назва** Шукати тільки в назві. - **Автор** Шукати тільки у списку авторів. - **Сайт** Шукати в назві сайту та доменному імені сайту. - **Мітка** Шукати за вказаними мітками. - **В обраному**, **Архівовано**, **Тип** Ці фільтри дозволяють обмежити пошук за будь-яким із цих критеріїв. - **Від дати**, **До дати** Останній фільтр дозволяє обмежити час і дату збереження закладки. Таким чином, можна отримати, наприклад, список закладок, збережених за останні 4 тижні, але не після останнього тижня.
zh_cn: - **搜索** \ 在书签的文本、标题、作者、网站名称和域名以及标签中搜索。 - **标题** \ 仅搜索书签标题。 - **作者** \ 仅搜索书签作者。 - **网站** \ 仅搜索书签网站。 - **标签** \ 仅搜索书签标签。 - **是否收藏**, **是否归档**, **类型** \ 筛选书签收藏、归档和类型。 - **起始日期**, **结束日期** \ 最后一个过滤器允许您限制书签的保存时间。例如，这允许您检索过去4周内保存的书签列表，但不包括上周之后的书签列表。

source: ### Search query
cs_cz: ### Vyhledávací dotaz
de_de: ### Suchanfrage
fr_fr: ### Critères de recherche
gl_es: ### Consulta da busca
pl_pl: ### Zapytanie wyszukiwania
uk_ua: ### Пошуковий запит
zh_cn: ### 搜索查询

source: The **Search**, **Title**, **Author**, **Site** and **Label** fields understand search criteria the same way:
cs_cz: Pole **Vyhledávání**, **Název**, **Autor**, **Stránka** a **Štítek** chápou kritéria vyhledávání stejným způsobem:
de_de: Die Felder **Suche**, **Titel**, **Autor**, **Site** und **Label** verstehen Suchkriterien auf die gleiche Weise:
fr_fr: Les champs **Recherche**, **Titre**, **Auteur**, **Site** et **Label** comprennent les critères de recherche de la même façon :
gl_es: Os campos **Buscar**, **Título**, **Autoría**, **Sitio web** e **Etiqueta** entenden o criterio de busca do mesmo xeito:
pl_pl: Pola **Szukaj**, **Tytuł**, **Autor**, **Strona** i **Etykieta** używają kryteriów wyszukiwania w taki sam sposób:
uk_ua: Поля **Пошук**, **Назва**, **Автор**, **Сайт** і **Мітка** розуміють критерії пошуку однаково:
zh_cn: **搜索**, **标题**, **作者**, **网站** 和 **标签** 字段以相同的方式理解搜索条件:

source: - `startled cat` will find the content with the words **startled** and **cat** - `"startled cat"` will find the content with the exact words **startled cat** together. - `cat*` will find the content with the words starting with **cat** (cat, catnip and caterpillar would be a match). - `-startled cat` will find the content with the word **cat** but NOT the word **startled**.
cs_cz: - ‚vyplašená kočka‘ najde obsah se slovy **vyplašená** a **kočka**. - ‚"vyplašená kočka"‘ najde obsah s přesnými slovy **vyplašená kočka** dohromady. - ‚koč*‘ najde obsah se slovy začínajícími na **koč** (kočka, kočičí a kočár by se shodovaly). - ‚-vyplašená kočka‘ najde obsah se slovem **kočka**, ale NE se slovem **vyplašená**.
de_de: - `erschrockene Katze` findet den Inhalt mit den Wörtern **erschrocken** und **Katze** - `"erschrockene Katze"` findet den Inhalt mit den genauen Wörtern **erschrockene Katze** zusammen. - `Katze*` findet den Inhalt mit Wörtern, die mit **Katze** beginnen (Katze, Katzenminze und Raupe würden übereinstimmen). - `-erschrockene Katze` findet den Inhalt mit dem Wort **Katze**, aber NICHT mit dem Wort **erschrocke**.
fr_fr: - `startled cat` trouvera le contenu avec les mots **startled** and **cat** - `"startled cat"` trouvera le contenu avec la phrase exacte **startled cat** together. - `cat*` trouvera le contenu avec les mots commençant par **cat** (cat, catnip et caterpillar, par example). - `-startled cat` trouvera le contenu avec le mot **cat** mais PAS le mot **startled**.
gl_es: - `gato abraiado` buscará contido coas palabras **gato** e **abraiado** - `"gato abraiado"` buscará contido coas palabras exactas **gato abraiado** xuntas. - `gat*` buscará palabras que comecen por **gat** (gato, gatela, gatear,…). - `-gato abraiado` buscará contido coa palabra **abraiado** pero non coa palabra **gato**.
pl_pl: - `zaskoczony kot` wyszuka zawartość ze słowami **zaskoczony** i **kot** - `"zaskoczony kot"` wyszuka zawartość z dokładnie taki słowami: **zaskoczony kot**. - `kot*` wyszuka zawartość ze słowami zaczynającymi się na **kot** (kot, kotka i kotlety będą wszystkie pasować). - `-zaskoczony kot` wyszuka zawartość ze słowem **kot** ale BEZ słowa **zaskoczony**.
uk_ua: - `переляканий кіт` знайде вміст зі словами **переляканий** і **кіт** - `"переляканий кіт"` знайде вміст із точним словосполученням **переляканий кіт**. - `кіт*` знайде вміст зі словами, що починаються на **кіт** («кіт», «кітель» і «кітва» вважатимуться збігом). - `-переляканий кіт` знайде вміст зі словом **кіт**, але НЕ зі словом **переляканий**.
zh_cn: - `startled cat` 会查找包括 **startled** 和 **cat** 的内容。 - `"startled cat"` 会查找和 **startled cat** 完全一致的内容。 - `cat*` 会查找以 **cat** 开头的内容 (包括 cat, catnip 和 caterpillar)。 - `-startled cat` 会查找包括 **cat** 但不包括 **startled** 的内容。

source: After you performed a search, you can save it into a new [collection](./collections.md) to make it permanent.
cs_cz: Po provedení vyhledávání ho můžete uložit do nové [sbírky](./collections.md), aby bylo trvalé.
de_de: Nachdem Sie eine Suche durchgeführt haben, können Sie sie in einer neuen [Sammlung](./collections.md) speichern, um sie dauerhaft zu machen.
fr_fr: Après avoir effectué une recherche, vous pouvez l'enregistrer en tant que [collection](./collections.md) pour la rendre permanente.
gl_es: Após facer a busca, podes gardala como unha nova [colección](./collections.md) para facela permanente.
pl_pl: Po wyszukaniu danej frazy możesz dane wyszukiwanie zapisać na stałe jako [kolekcję](./collections.md).
uk_ua: Виконавши пошук, ви можете зберегти його у вигляді [колекції](./collections.md), щоб зробити його постійним.
zh_cn: 执行搜索后, 你可以将其保存到一个新的 [集合](./collections.md) 使其永久保存。

source: ## Export and Import Bookmarks
cs_cz: ## Export a import záložek
de_de: ## Lesezeichen exportieren und importieren
fr_fr: ## Exporter et importer des bookmarks
gl_es: ## Exportar e Importar Marcadores
pl_pl: ## Eksport i import zakładek
uk_ua: ## Експорт та імпорт закладок
zh_cn: ## 导入导出

source: ![Menu](./img/bookmark-list-menu.webp) Bookmark list menu
cs_cz: ![Nabídka](./img/bookmark-list-menu.webp) Nabídka seznamu záložek
de_de: ![Menu](./img/bookmark-list-menu.webp) Lesezeichenlistenmenü
fr_fr: ![Menu](./img/bookmark-list-menu.webp) Menu de la liste des bookmarks
gl_es: ![Menu](./img/bookmark-list-menu.webp) Menú da lista de marcadores
pl_pl: ![Menu](./img/bookmark-list-menu.webp) Menu listy zakładek
uk_ua: ![Меню](./img/bookmark-list-menu.webp) Меню списку закладок
zh_cn: ![菜单](./img/bookmark-list-menu.webp) 书签列表菜单

source: ### Export bookmarks
cs_cz: ### Export záložek
de_de: ### Lesezeichen exportieren
fr_fr: ### Exporter des bookmarks
gl_es: ### Exportar marcadores
pl_pl: ### Eksport zakładek
uk_ua: ### Експорт закладок
zh_cn: ### 导出书签

source: The menu button next to the filters button let you download an EPUB file of the current list of bookmarks. It exports one e-book containing all the articles organized in chapters.
cs_cz: Tlačítko nabídky vedle tlačítka filtrů umožňuje stáhnout soubor EPUB aktuálního seznamu záložek. Exportuje jednu e-knihu obsahující všechny články uspořádané do kapitol.
de_de: Mit der Menüschaltfläche neben der Filterschaltfläche können Sie eine EPUB-Datei der aktuellen Lesezeichenliste herunterladen. Es exportiert ein E-Book, das alle in Kapitel geordneten Artikel enthält.
fr_fr: Le bouton de menu près des filtres vous permet de télécharger un fichier EPUB de la liste de bookmarks affichée. Il créer un e-book contenant tous les articles organisés en chapitres.
gl_es: O botón de menú xunto ao botón dos filtros permíteche descargar un ficheiro EPUB da lista actual de marcadores. Exporta un único libro que contén todos os artigos organizados en capítulos.
pl_pl: Przycisk menu obok przycisku filtrowania pozwala ściągnąć plik EPUB z zawartością obecnie wyświetlanej listy zakładek. Eksportuje on jednego e-booka zawierającego wszystkie artykuły zorganizowane w rozdziały.
uk_ua: Кнопка меню поруч із кнопкою «Фільтри» дозволяє завантажити файл EPUB із поточним списком закладок. Усі статті, згруповані за розділами, експортуються в одну електронну книгу.
zh_cn: 过滤器按钮旁边的菜单按钮允许您下载当前书签列表的 EPUB 文件。它会导出一本电子书，其中包含按章节组织的所有文章。

source: ### Import bookmarks
cs_cz: ### Import záložek
de_de: ### Lesezeichen importieren
fr_fr: ### Importer des bookmarks
gl_es: ### Importar marcadores
pl_pl: ### Import zakładek
uk_ua: ### Імпорт закладок
zh_cn: ### 导入书签

source: In the same menu, you'll find a [Import bookmarks](readeck-instance://bookmarks/import) link. It will take you to an import wizard that lets you import your existing bookmarks from various sources.
cs_cz: Ve stejné nabídce naleznete odkaz [Importovat záložky](readeck-instance://bookmarks/import). Přesměruje vás na průvodce importem, který vám umožní importovat stávající záložky z různých zdrojů.
de_de: Im selben Menü finden Sie einen Link [Lesezeichen importieren](readeck-instance://bookmarks/import). Sie gelangen zu einem Importassistenten, mit dem Sie Ihre vorhandenen Lesezeichen aus verschiedenen Quellen importieren können.
fr_fr: Dans le même menu, vous trouverez un lien [Importer des bookmarks](readeck-instance://bookmarks/import). Il vous mènera à un assistant vous permettant d'importer des liens existants depuis différentes sources.
gl_es: No mesmo menú, tes unha ligazón a [Importar marcadores](readeck-instance://bookmarks/import). Verás o asistente para importar os teus marcadores existentes desde varias orixes.
pl_pl: W tym samym menu znajdziesz link [Importuj zakładki](readeck-instance://bookmarks/import). Przeniesie cię on do kreatora importu, który pozwoli ci zaimportować twoje istniejące zakładki z wielu różnych źródeł.
uk_ua: У цьому ж меню є пункт «[Імпортувати закладки](readeck-instance://bookmarks/import)». За цим посиланням ви потрапите до майстра імпорту, який допоможе вам імпортувати наявні закладки з різних ресурсів.
zh_cn: 在同一菜单中，您将找到 [导入书签](readeck-instance://bookmarks/import) 链接。 它将带您进入一个导入向导，允许您从各种来源导入现有书签。

source: # Bookmark View
cs_cz: # Zobrazení záložky
de_de: # Lesezeichenansicht
fr_fr: # Détails d'un bookmark
gl_es: # Vista de marcadores
pl_pl: # Widok Zakładki
uk_ua: # Перегляд закладок
zh_cn: # 书签

source: ## The view
cs_cz: ## Zobrazení
de_de: ## Die Ansicht
fr_fr: ## Vue principale
gl_es: ## Visualización
pl_pl: ## Widok
uk_ua: ## Вигляд
zh_cn: ## 视图

source: ![The bookmark view](./img/bookmark-view.webp) The bookmark view of an article.
cs_cz: ![Zobrazení záložky](./img/bookmark-view.webp) Zobrazení záložky článku.
de_de: ![Die Lesezeichenansicht](./img/bookmark-view.webp) Die Lesezeichenansicht eines Artikels.
fr_fr: ![Vue principale](./img/bookmark-view.webp) La vue principale d'un article.
gl_es: ![Vista do marcador](./img/bookmark-view.webp) Vista do artigo do marcador.
pl_pl: ![The bookmark view](./img/bookmark-view.webp) Widok zakładki artykułu.
uk_ua: ![Перегляд закладок](./img/bookmark-view.webp) Вигляд закладки статті.
zh_cn: ![书签视图](./img/bookmark-view.webp) 文章书签视图。

source: The bookmark view is divided in 3 sections:
cs_cz: Zobrazení záložek je rozděleno na 3 části:
de_de: Die Lesezeichenansicht ist in 3 Abschnitte unterteilt:
fr_fr: La vue principale d'un bookmark se divise en 3 sections :
gl_es: A vista do marcador está dividida en 3 seccións:
pl_pl: Widok zakładki jest podzielony na 3 sekcje:
uk_ua: Вигляд закладки розділений на 3 частини:
zh_cn: 书签视图分为三个部分:

source: - On top, the navigation and presentation settings, - The content, - A sidebar with information, labels, highlights and actions.
cs_cz: - Nahoře je navigace a nastavení prezentace, - Obsah, - Postranní panel s informacemi, štítky, zvýrazněními a akcemi.
de_de: - Oben die Navigations- und Präsentationseinstellungen, - Der Inhalt, - Eine Seitenleiste mit Informationen, Beschriftungen, Markierungen und Aktionen.
fr_fr: - Au dessus, la navigation et les paramètres de présentation, - Le contenu, - Une barre latérale avec des informations, les labels, annotations et actions.
gl_es: - Arriba, a navegación e axustes da presentación, - O contido, - O panel lateral con información, etiquetas, destacados e accións.
pl_pl: - Na górze ustawienia nawigacji i wyświetlania, - Zawartość, - Pasek boczny z informacjami, etykietami, podkreśleniami i akcjami.
uk_ua: - Угорі — налаштування навігації та презентації, - Вміст, - Бічна панель з інформацією, мітками, виділеннями і діями.
zh_cn: - 最上面是导航和演示设置 - 内容 - 带有信息、标签、突出显示和操作的侧边栏

source: A bookmark renders its content based on its type. There are 3 types:
cs_cz: Záložka vykresluje svůj obsah na základě svého typu. Existují 3 typy:
de_de: Ein Lesezeichen rendert seinen Inhalt basierend auf seinem Typ. Es gibt 3 Typen:
fr_fr: Un bookmark affiche son contenu selon son type. Il existe 3 types :
gl_es: Móstrase o contido do marcador en función do seu tipo. Hai tres tipos:
pl_pl: Zakładka jest wyświetlana zależnie od swojego typu. Istnieją 3 typy:
uk_ua: Закладка відображає свій вміст залежно від типу. Всього є 3 типи:
zh_cn: 书签根据其类型呈现其内容。有三种类型：

source: ## Navigation and presentation settings
cs_cz: ## Navigace a nastavení prezentace
de_de: ## Navigations- und Präsentationseinstellungen
fr_fr: ## Navigation et paramètres de présentation
gl_es: ## Axustes da navegación e presentación
pl_pl: ## Ustawienia nawigacji i wyświetlania
uk_ua: ## Налаштування навігації та презентації
zh_cn: ## 导航和排版

source: On top of the bookmark view, a link takes you back to the previous page.
cs_cz: V horní části zobrazení záložky je odkaz, který vás přenese zpět na předchozí stránku.
de_de: Oben in der Lesezeichenansicht führt Sie ein Link zurück zur vorherigen Seite.
fr_fr: Au dessus de la vue principale, un lien vous permet de retourner à la page précédente.
gl_es: Arriba na vista do marcador, unha ligazón lévate á páxina anterior.
pl_pl: Na górze widoku zakładki znajduje się link, który przenosi do poprzedniej strony.
uk_ua: У верхній частині перегляду закладок є посилання для повернення на попередню сторінку.
zh_cn: 在书签视图的顶部，有一个链接可以带您返回上一页。
