Repository: linkalls/readeck
Catalog: docs/translations/*/messages.po
Languages: cs_cz, de_de, fr_fr, gl_es, pl_pl, uk_ua, zh_cn

source: # Bookmarks
cs_cz: # Záložky
de_de: # Lesezeichen
gl_es: # Marcadores
pl_pl: # Zakładki
uk_ua: # Закладки
zh_cn: # 书签列表

source: Bookmarks are where you save the web content you like.
cs_cz: Záložky jsou místem, kam si ukládáte svůj oblíbený webový obsah.
de_de: In Lesezeichen speichern Sie die Webinhalte, die Ihnen gefallen.
fr_fr: Dans les bookmarks se trouve le contenu web que vous appréciez.
gl_es: Os marcadores é onde gardas o contido das páxinas que che interesan.
pl_pl: Zakładki to twoje zapisane ulubione materiały z sieci.
uk_ua: Закладки — це місце, де ви зберігаєте веб-вміст, який вам подобається.
zh_cn: 书签是你在网页上保存的感兴趣的内容。

source: ## Create a new Bookmark
cs_cz: ## Vytvoření nové záložky
de_de: ## Erstellen Sie ein neues Lesezeichen
fr_fr: ## Créer un bookmark
gl_es: ## Crear un novo Marcador
pl_pl: ## Stwórz nową zakładkę
uk_ua: ## Створення закладки
zh_cn: ## 创建新的书签

source: Found a web page you like? Great! Copy its link into the text field named **new bookmark** on the [Bookmark List](readeck-instance://bookmarks).
cs_cz: Našli jste webovou stránku, která se vám líbí? Skvělé! Zkopírujte její odkaz do textového pole s názvem **nová záložka** na [Seznamu záložek](readeck-instance://bookmarks).
de_de: Haben Sie eine Webseite gefunden, die Ihnen gefällt? Großartig! Kopieren Sie den Link in das Textfeld **Neues Lesezeichen** in der [Lesezeichenliste] (readeck-instance://bookmarks).
fr_fr: Vous avez trouvé une page que vous aimez ? Parfait, copiez son adresse (lien) dans le champ texte nommé **Enregistrer un lien** sur la [liste des bookmarks](readeck-instance://bookmarks).
gl_es: Atopaches unha páxina que che gusta? Perfecto! Pega a súa ligazón no campo de texto con nome **novo marcador** na [Lista de Marcadores](readeck-instance://bookmarks).
pl_pl: Znalezłaś(-eś) stronę, którą ci się podoba? Świetnie! Skopiuj link do niej do pola nazwanego **nowa zakładka** na [Liście Zakładek](readeck-instance://bookmarks).
uk_ua: Натрапили на цікаву веб-сторінку? Чудово! Скопіюйте її посилання в текстове поле **нова закладка** у [списку закладок](readeck-instance://bookmarks).
zh_cn: 发现了一个你喜欢的页面? 很棒! 将链接复制到 [书签列表](readeck-instance://bookmarks) 上方的输入框中。

source: ![New Bookmark form](./img/bookmark-new.webp)
cs_cz: ![Formulář Nová záložka](./img/bookmark-new.webp)
de_de: ![Neues Lesezeichen-Formular](./img/bookmark-new.webp)
fr_fr: ![Formulaire de cŕeation de bookmark](./img/bookmark-new.webp)
gl_es: ![formulario do novo marcador](./img/bookmark-new.webp)
uk_ua: ![Форма «Нова закладка»](./img/bookmark-new.webp)
zh_cn: ![新书签表单](./img/bookmark-new.webp)

source: After a few seconds, your bookmark will be ready. You can then open it to read or watch its content, add labels, highlight text or export an ebook. For more information, please read the [Bookmark View](./bookmark.md) section.
cs_cz: Vaše záložka bude připravena za několik sekund. Poté ji můžete otevřít a číst nebo sledovat její obsah, přidávat štítky, zvýrazňovat text nebo exportovat e-knihu. Další informace naleznete v části [Zobrazení záložky](./bookmark.md).
de_de: Nach ein paar Sekunden ist Ihr Lesezeichen fertig. Sie können es dann öffnen, um den Inhalt zu lesen oder anzusehen, Beschriftungen hinzuzufügen, Text hervorzuheben oder ein E-Book zu exportieren. Für weitere Informationen lesen Sie bitte die [Lesezeichenansicht](./bookmark.md) section.
fr_fr: Après quelques secondes, votre bookmark est prêt. Vous pouvez l'ouvrir pour en consulter le contenu, ajouter des labels, annoter le texte ou exporter un e-book. Pour plus d'information, veuillez lire la section [Détails d'un bookmark](./bookmark).
gl_es: Após uns segundos, o marcador estará dispoñible. Entón poderás abrilo para lectura ou ver o seu contido, engadir etiquetas, resaltar texto ou exportalo como libro electrónico. Para saber máis le a sección [Ver Marcadores](./bookmark.md).
pl_pl: Twoja zakładka będzie gotowa po kilku sekundach. Możesz ją wtedy otworzyć i przeczytać lub obejrzeć jej zawartość, dodać etykiety, podkreślić tekst albo wyeksportować ją jako ebook. Aby dowiedzieć się więcej, przeczytaj sekcję [Widok Zakładek](./bookmark.md).
uk_ua: Через кілька секунд ваша закладка буде готова. Ви можете відкрити її, щоб прочитати або переглянути вміст, додати мітки, виділити текст або експортувати електронну книгу. Докладніше про це читайте у розділі «[Перегляд закладок](./bookmark.md)».
zh_cn: 几秒钟后，您的书签将准备就绪。 然后，您可以打开它阅读或观看其内容，添加标签，突出显示文本或导出电子书。 更多信息, 请阅读 [书签视图](./bookmark.md) 部分。

source: ## Bookmark type
cs_cz: ## Typ záložky
de_de: ## Lesezeichentyp
fr_fr: ## Types de bookmark
gl_es: ## Tipo de Marcador
pl_pl: ## Typy zakładek
uk_ua: ## Типи закладок
zh_cn: ## 书签类型

source: Readeck recognizes 3 different types of web content:
cs_cz: Readeck rozpoznává 3 různé typy webového obsahu:
de_de: Readeck erkennt drei verschiedene Arten von Webinhalten:
fr_fr: Readeck reconnaît 3 différents types de contenu web :
gl_es: Readeck recoñece 3 tipos de contidos web:
pl_pl: Readeck rozróżnia 3 typy materiałów z sieci:
uk_ua: Readeck розрізняє 3 типи веб-вмісту:
zh_cn: Readeck 识别3种不同类型的网络内容:

source: ### Article
cs_cz: ### Článek
de_de: ### Artikel
gl_es: ### Artigo
pl_pl: ### Artykuł
uk_ua: ### Стаття
zh_cn: ### 文章

source: An article is a page from which the text content was extracted. It renders as a readable version of its content.
cs_cz: Článek je stránka, ze které byl extrahován textový obsah. Vykresluje se jako čitelná verze jejího obsahu.
de_de: Ein Artikel ist eine Seite, aus der der Textinhalt extrahiert wurde. Es wird als lesbare Version seines Inhalts gerendert.
fr_fr: Un article est une page depuis laquelle on peut extraire un contenu text. L'article est affiché comme la version lisible de son contenu.
gl_es: Un artigo é unha páxina web de onde se extrae o texto que contén. Mostra unha versión lexible do seu contido.
pl_pl: Artykuł to strona, z której został wyekstraktowany tekst. Wyświetla się on jako zawartość przygotowana do czytania.
uk_ua: Стаття — це сторінка, з якої було витягнуто текстовий вміст. Вона відображається у зручному для читання вигляді.
zh_cn: 文章是从中提取文本内容的页面。它呈现为其内容的可读版本。

source: ### Picture
cs_cz: ### Obrázek
de_de: ### Bild
fr_fr: ### Photo
gl_es: ### Imaxe
pl_pl: ### Obraz
uk_ua: ### Зображення
zh_cn: ### 图片

source: A picture is a page that was recognized as a picture container (ie. a link to Unsplash). It renders the stored picture.
cs_cz: Obrázek je stránka, která byla rozpoznána jako kontejner obrázku (např. odkaz na Unsplash). Vykreslí se uložený obrázek.
de_de: Ein Bild ist eine Seite, die als Bildcontainer erkannt wurde (also ein Link zu Unsplash). Es rendert das gespeicherte Bild.
fr_fr: Une photo est une page qui a été reconnue comme un conteneur pour une image (ex. un lien vers Unsplash). Le bookmark affiche l'image enregistée.
gl_es: Unha imaxe é unha páxina que foi recoñecida como un contedor de imaxes (ex. ligazón a Unsplash). Mostra a imaxe que contén.
pl_pl: Obraz to strona, która została rozpoznana jako kontener obrazów (np. link do strony Unsplash). Wyświetla się jako zapisany obraz.
uk_ua: Зображення — це сторінка, яку було розпізнано як контейнер для зображень (наприклад, посилання на Unsplash). Відображає збережене зображення.
zh_cn: 图片是一个被识别为图片容器的页面（即指向Unsplash的链接）。它渲染存储的图片。

source: A video is a page that was identified as a video container (ie. a link to Youtube or Vimeo). It renders a video player. Please note that videos are played from their respective remote servers.
cs_cz: Video je stránka, která byla rozpoznána jako kontejner videa (např. odkaz na Youtube nebo Vimeo). Vykreslí přehrávač videa. Mějte na paměti, že videa se přehrávají z příslušných vzdálených serverů.
de_de: Ein Video ist eine Seite, die als Videocontainer identifiziert wurde (d. h. ein Link zu YouTube oder Vimeo). Es rendert einen Videoplayer. Bitte beachten Sie, dass Videos von ihren jeweiligen Remote-Servern abgespielt werden.
fr_fr: Une vidéo est une page qui a été reconnue comme un conteneur pour une vidéo (ex. un lien vers Youtube ou Vimeo). Le bookmark affiche un lecteur de vidéo. Veuillez noter que les vidéos sont jouées depuis le serveur d'origine.
gl_es: Un vídeo é unha páxina que foi identificada como un contedor de vídeo (ex. unha ligazón a YouTube ou Vimeo). Mostra un reprodutor de vídeo. Ten en contra que os vídeos reprodúcense desde os seus respectivos servidores remotos.
pl_pl: Wideo to strona, która została zidentyfikowana jako kontener wideo (np. link do Youtube'a lub Viemo). Wyświetla się jako odtwarzacz wideo. Materiały wideo odtwarzane są bezpośrednio ze swoich odpowiadających serwerów.
uk_ua: Відео — це сторінка, яку було розпізнано як контейнер для відео (наприклад, посилання на Youtube або Vimeo). Вона відкриває відеоплеєр. Зверніть увагу, що відео відтворюються з відповідних віддалених серверів.
zh_cn: 视频是一个被标识为视频容器的页面（即指向Youtube或Vimeo的链接）。它渲染视频播放器。请注意，视频是从各自的远程服务器播放的。

source: ## Bookmark List
cs_cz: ## Seznam záložek
de_de: ## Lesezeichen-Liste
fr_fr: ## Liste des bookmarks
gl_es: ## Lista de Marcadores
pl_pl: ## Lista Zakładek
uk_ua: ## Список закладок
zh_cn: ## 书签列表

source: The [bookmark list](readeck-instance://bookmarks) is where you'll find all your saved bookmarks.
cs_cz: [Seznam záložek](readeck-instance://bookmarks) je místo, kde naleznete všechny své uložené záložky.
de_de: Die [Lesezeichen Liste](readeck-instance://bookmarks) ist wo du all deine gespeicherten Lesezeichen findest.
fr_fr: La [liste des bookmarks](readeck-instance://bookmarks) contient tous vos bookmarks.
gl_es: A [lista de marcadores](readeck-instance://bookmarks) é o lugar onde vas atopar todos os marcadores que gardes.
pl_pl: Na [liście zakładek](readeck-instance://bookmarks) znajdziesz wszystkie swoje zapisane zakładki.
uk_ua: Усі ваші збережені закладки потрапляють у [список закладок](readeck-instance://bookmarks).
zh_cn: [书签列表](readeck-instance://bookmarks) 您可以在此处找到所有已保存的书签。

source: ### Navigation
cs_cz: ### Navigace
gl_es: ### Navegación
pl_pl: ### Nawigacja
uk_ua: ### Навігація
zh_cn: ### 导航

source: On the sidebar, you'll find a search field and links that will take you to filtered bookmark lists.
cs_cz: Na postranním panelu naleznete vyhledávací pole a odkazy, které vás přenesou na filtrované seznamy záložek.
de_de: In der Seitenleiste finden Sie ein Suchfeld und Links, die Sie zu gefilterten Lesezeichenlisten führen. In der Seitenleiste finden Sie ein Suchfeld und Links, die Sie zu gefilterten Lesezeichenlisten führen.
fr_fr: Dans la barre latérale, se trouvent un champ de recherche et des liens qui vous mènent vers des listes de bookmarks déjà filtrées.
gl_es: No panel lateral tes un campo de busca e ligazóns con acceso ás listas de marcadores filtrados.
pl_pl: W panelu bocznym znajdziesz pole wyszukiwania i linki, które przeniosą cię do pofiltrowanych list zakładek.
uk_ua: Бічна панель містить поле пошуку та посилання, які ведуть до відфільтрованих списків закладок.
zh_cn: 在侧边栏上，您将找到一个搜索字段和链接，这些链接将带您进入过滤后的书签列表。

source: ![Bookmark list sidebar](./img/bookmark-sidebar.webp)
cs_cz: ![Postranní panel seznamu záložek](./img/bookmark-sidebar.webp)
de_de: ![Seitenleiste der Lesezeichen-liste](./img/bookmark-sidebar.webp)
fr_fr: ![Menu de la liste des bookmarks](./img/bookmark-sidebar.webp)
gl_es: ![panel lateral coa lista de marcadores](./img/bookmark-sidebar.webp)
uk_ua: ![Бічна панель списку закладок](./img/bookmark-sidebar.webp)
zh_cn: ![书签列表侧边栏](./img/bookmark-sidebar.webp)

source: - **Search** \ Enter any search term (title, content, website...) - **All** \ All your bookmarks. - **Unread** \ The bookmarks that are not in the archive. - **Archive** \ The bookmarks you marked as archived. - **Favorites** \ The bookmarks you marked as favorite.
cs_cz: - **Vyhledávání** \ Zadejte libovolný vyhledávací výraz (název, obsah, webovou stránku…). - **Vše** \ Všechny vaše záložky. - **Nepřečtené** \ Záložky, které nejsou v archivu. - **Archiv** \ Záložky, které jste označili jako archivované. - **Oblíbené** \ Záložky, které jste označili jako oblíbené.
de_de: - **Suchen** \ Geben Sie einen beliebigen Suchbegriff ein (Titel, Inhalt, Website...) - **Alle** \ Alle Ihre Lesezeichen. - **Ungelesen** \ Die Lesezeichen, die nicht im Archiv sind. - **Archiv** \ Die Lesezeichen, die Sie als archiviert markiert haben. - **Favoriten** \ Die Lesezeichen, die Sie als Favorit markiert haben.
fr_fr: - **Recherche** \ Indiquez ce que vous cherchez (titre, contenu, site web...) - **Tous** \ Tous vos bookmarks. - **Non lus** \ Les bookmarks qui ne sont pas dans l'archive. - **Archive** \ Les bookmarks marqués comme archivés. - **Favoris** \ Les bookmarks marqués comme favoris.
gl_es: - **Buscar** \ Escribe a palabra a buscar (título, contido, sitio web...) - **Todo** \ Todos os teus marcadores. - **Sen ler** \ Os marcadores que non están no arquivo. - **Arquivo** \ Os marcadores que marcaches para arquivar. - **Favoritos** \ Os marcadores que marcaches como favoritos.
pl_pl: - **Szukaj** \ Wprowadź hasło do wyszukania (tytuł, zawartość, strona...). - **Wszystkie** \ Wszystkie twoje zakładki. - **Nieprzeczytane** \ Zakładki, które nie są w archiwum. - **Archiwum** \ Zakładki oznaczone jako zarchiwizowane. - **Ulubione** \ Zakładki oznaczone jako ulubione.
uk_ua: - **Пошук** Уведіть пошуковий запит (назву, вміст, веб-сайт…) - **Усе** Усі ваші закладки. - **Непрочитані** Закладки, яких немає в архіві. - **Архів** Закладки, які ви позначили як архівовані. - **Обране** Закладки, які ви додали в обране.
zh_cn: - **搜索** \ 输入任何搜索词（标题、内容、网站…）。 - **全部** \ 你的全部书签。 - **未读** \ 没有归档的书签。 - **已归档** \ 已标记归档的书签。 - **我的收藏** \ 已收藏的书签。

source: Once you start saving pages, you'll see the following additional links:
cs_cz: Jakmile začnete ukládat stránky, zobrazí se následující další odkazy:
de_de: Sobald Sie mit dem Speichern von Seiten beginnen, werden die folgenden zusätzlichen Links angezeigt:
fr_fr: Dès que vous commencez à créer des bookmarks, vous verrez les liens suivants :
gl_es: Ao comezar a gardar páxinas vas ver as seguintes ligazóns adicionais:
pl_pl: Jak już zaczniesz zapisywać strony, zobaczysz dodatkowe linki:
uk_ua: Як тільки ви почнете зберігати сторінки, з’являться додаткові посилання:
zh_cn: 一旦开始保存页面，您将看到以下附加链接：

source: - **Articles** \ Your article bookmarks - **Videos** \ Your video bookmarks - **Pictures** \ Your picture bookmarks
cs_cz: - **Články** \ Vaše záložky článků - **Videa** \ Vaše záložky videí - **Obrázky** \ Vaše záložky obrázků
de_de: - **Artikel** \ Ihre Artikel-Lesezeichen - **Videos** \ Ihre Video-Lesezeichen - **Bilder** \ Ihre Bild-Lesezeichen
fr_fr: - **Articles** \ Les articles - **Vidéos** \ Les vidéos - **Photos** \ Les photos et images
gl_es: - **Artigos** \ Os teus marcadores de artigos - **Vídeos** \ Os teus marcadores de vídeos - **Imaxes** \ Os teus marcadores de imaxes
pl_pl: - **Artykuły** \ Twoje zapisane artykuły - **Wideo** \ Twoje zapisane wideo - **Obrazy** \ Twoje zapisane obrazy
uk_ua: - **Статті** Ваші закладки на статті - **Відео** Ваші закладки на відео - **Зображення** Ваші закладки на зображення
zh_cn: - **文章** \ 你的文章书签。 - **视频** \ 你的视频书签。 - **图片** \ 你的图片书签。

source: Finally, you'll see 3 more sections that take you to bookmark related pages:
cs_cz: Nakonec uvidíte další 3 sekce, které vás přenesou na stránek souvisejícími se záložkami:
de_de: Schließlich sehen Sie drei weitere Abschnitte, die Sie zu Lesezeichen für verwandte Seiten führen:
fr_fr: Enfin, se trouvent 3 autres sections qui mènent vers des pages liées aux bookmarks :
gl_es: Finalmente, verás tres seccións adicionais que te levan ás páxinas do tipo de marcador indicado:
pl_pl: Na końcu zobaczysz 3 sekcje, które przeniosą cię do stron powiązanych z zakładkami:
uk_ua: Нарешті, ви побачите ще 3 посилання, за допомогою яких можна перейти до сторінок, пов’язаних із закладками:
zh_cn: 最后，您将看到以下链接：

source: - **[Labels](./labels.md)** \ All your bookmark labels - **Highlights** \ All the highlights created on your bookmarks - **[Collections](./collections.md)** \ The list of all your collections
cs_cz: - **[Štítky](./labels.md)** \ Všechny vaše štítky záložek - **Zvýraznění** \ Všechna zvýraznění vytvořená ve vašich záložkách - **[Sbírky](./collections.md)** \ Seznam všech vašich sbírek
de_de: - **[Tags](./labels.md)** \ Alle Ihre Lesezeichen-Tags - **Markierungen** \ Alle in Ihren Lesezeichen erstellten Markierungen - **[Sammlungen](./collections.md)** \ Die Liste aller Ihrer Sammlungen
fr_fr: - **[Labels](./labels.md)** \ Tous les labels ajoutés aux bookmarks - **Annotations** \ Toutes les annotations ajoutées aux bookmarks - **[Collections](./collections.md)** \ Liste des collections
gl_es: - **[Etiquetas](./labels.md)** \ Todas as etiquetas dos teus marcadores - **Destacados** \ Todos os elementos destacados nos teus marcadores - **[Coleccións](./collections.md)** \ A lista con todas as túas coleccións
pl_pl: - **[Etykiety](./labels.md)** \ Wszystkie twoje etykiety zakładek - **Podkreślenia** \ Wszystkie podkreślenia w twoich zakładkach - **[Kolekcje](./collections.md)** \ Lista twoich kolekcji
uk_ua: - **[Мітки](./labels.md)** Усі ваші мітки закладок - **Виділення** Усі виділення, створені на ваших закладках - **[Колекції](./collections.md)** Список усіх ваших колекцій
zh_cn: - **[标签](./labels.md)** \ 所有书签标签。 - **高亮** \ 书签上的所有高亮内容。 - **[集合](./collections.md)** \ 所有集合列表。

source: ### Bookmark Cards
cs_cz: ### Karty záložek
de_de: ### Lesezeichenkarten
fr_fr: ### Cartes
gl_es: ### Tarxetas dos marcadores
pl_pl: ### Karty zakładek
uk_ua: ### Картки закладок
zh_cn: ### 书签卡片

source: Each item on a list is called a Bookmark Card.
cs_cz: Každá položka seznamu se nazývá Karta záložky.
de_de: Jedes Element auf einer Liste wird als Lesezeichenkarte bezeichnet.
fr_fr: Chaque élément de la liste des bookmarks est une carte.
gl_es: Tarxeta do Marcador é cada elemento dunha lista.
pl_pl: Każdy element na liście nazywany jest Kartą Zakładki.
uk_ua: Кожен елемент у списку називається карткою закладки.
zh_cn: 列表中的每个项目都称为书签卡片。

source: ![Bookmark List](./img/bookmark-list.webp) Grid Bookmark List
cs_cz: ![Seznam záložek](./img/bookmark-list.webp) Seznam záložek v mřížce
de_de: ![Lesezeichen Liste](./img/bookmark-list.webp) Raster-Lesezeichenliste
fr_fr: ![Liste des bookmarks](./img/bookmark-list.webp) Liste des bookmarks en grille
gl_es: ![lista de marcadores](./img/bookmark-list.webp) Grella da Lista de Marcadores
pl_pl: ![Lista Zakładek](./img/bookmark-list.webp) Lista zakładek w układzie siatki
uk_ua: ![Список закладок](./img/bookmark-list.webp) Список закладок — вигляд сітки
zh_cn: ![书签列表](./img/bookmark-list.webp) 网格书签列表

source: A card shows:
cs_cz: Karta zobrazuje:
de_de: Eine Karte zeigt:
fr_fr: Une carte contient :
gl_es: A tarxeta mostra:
pl_pl: Każda karta pokazuje:
uk_ua: Картка містить:
zh_cn: 卡片展示书签的以下信息:

source: - the **title** on which you can click to watch or read the bookmark, - the **site name**, - the estimated **reading time**, - the **label list**, - **action buttons**
cs_cz: - **název**, na který můžete kliknout a záložku sledovat nebo číst, - **název stránky**, - předpokládanou **dobu čtení**, - **seznam štítků**, - **akční tlačítka**
de_de: - den **Titel**, auf den Sie klicken können, um das Lesezeichen anzusehen oder zu lesen, - der **Seiten-Name**, - die geschätzte **Lesezeit**, - die **Tag Liste**, - **Aktionstasten**
fr_fr: - le **title** sur lequel vous pouvez cliquer pour accéder au contenu, - le **nom du site**, - le **temps de lecture** estimé, - la **liste des labels**, - **boutons d'action**
gl_es: - o **título**, no que podes premer para ver ou ler o marcador, - o **nome da páxina**, - o **tempo estimado de lectura**, - a **lista de etiquetas**, - **botóns de acción**
pl_pl: - **tytuł**, na którym można kliknąć aby obejrzeć lub przeczytać zakładkę, - **nazwę strony**, - szacowany **czas czytania**, - **listę etykiet**, - **przyciski akcji**
uk_ua: - **назву**, на яку можна натиснути, щоб переглянути або прочитати закладку; - **назву сайту**; - приблизний **час читання**; - **список міток**; - **кнопки дій**
zh_cn: - **标题** - **网站名称** - **阅读耗时** - **标签列表** - **操作按钮**

source: The action buttons perform the following:
cs_cz: Akční tlačítka provádějí následující:
de_de: Die Aktionsschaltflächen führen Folgendes aus:
fr_fr: Les buttons permettent d'effectuer les actions suivantes :
gl_es: Os botóns de acción teñen estes propósitos:
pl_pl: Przyciski akcji służą do:
uk_ua: Кнопки дій мають такі функції:
zh_cn: 操作按钮:

source: - **Favorite** \ This toggles the favorite status of the bookmark. - **Archive** \ This moves the bookmark to the archives (or removes it from there). - **Delete** \ This marks the bookmark for deletion (it can be canceled during a few seconds).
cs_cz: - **Oblíbené** \ Přepíná stav oblíbenosti záložky. - **Archivovat** \ Přesune záložku do archivu (nebo ji z něj odebere). - **Odstranit** \ Označí záložku k odstranění (lze to zrušit během několika sekund).
de_de: - **Favorisieren** \ Dadurch wird der Favoritenstatus des Lesezeichens umgeschaltet. - **Archivieren** \ Dadurch wird das Lesezeichen in die Archive verschoben (oder von dort entfernt). - **Löschen** \ Dadurch wird das Lesezeichen zum Löschen markiert (es kann innerhalb weniger Sekunden abgebrochen werden).
fr_fr: - **Favori** \ Change l'état favori ou non d'un bookmark. - **Archive** \ Archive un bookmark (ou le retire des archives). - **Supprimer** \ Marque le bookmark pour suppression (cette action peut être annulée pendant quelques secondes).
gl_es: - **Favorecer** \ Cambia o estado de Favorito para o marcador. - **Arquivar** \ Move o marcador ao arquivo (ou retírao del). - **Eliminar** \ Marca o marcador para ser eliminado (pode cancelarse a acción durante uns segundos).
pl_pl: - **Ulubione** \ Przełącza stan zakładki jako ulubionej. - **Archiwum** \ Przenosi zakładkę do archiwum (lub usuwa ją stamtąd). - **Usuń** \ Oznacza zakładkę do usunięcia (można to cofnąć w ciągu kilku sekund).
uk_ua: - **Обране** Перемикає стан «Обране» для закладки. - **Архів** Переміщує закладку в архів (або видаляє її з архіву). - **Видалити** Позначає закладку для видалення (можна скасувати протягом кількох секунд).
zh_cn: - **收藏** \ 切换收藏状态。 - **归档** \ 移动书签到归档状态（或删除归档状态）。 - **删除** \ 删除书签（可以在几秒内撤销）。

source: ### Compact List
cs_cz: ### Kompaktní seznam
de_de: ### Kompakte Liste
fr_fr: ### Liste compacte
gl_es: ### Lista Compacta
pl_pl: ### Zwarta lista
uk_ua: ### Компактний вигляд
zh_cn: ### 紧凑视图
