Repository: linkalls/readeck
Catalog: docs/translations/*/messages.po
Languages: cs_cz, de_de, fr_fr, gl_es, pl_pl, uk_ua, zh_cn

source: If the bookmark contains an article, a button on the other side lets you change some typography settings.
cs_cz: Pokud záložka obsahuje článek, tlačítko na druhé straně umožňuje změnit některá nastavení typografie.
de_de: Wenn das Lesezeichen einen Artikel enthält, können Sie über eine Schaltfläche auf der anderen Seite einige Typografieeinstellungen ändern.
fr_fr: Si le bookmark contient un article, un bouton sur le côté gauche vous permet de modifier les paramètres de présentation.
gl_es: Se o marcador contén un artigo, un botón no outro lado permíte cambiar algúns axustes no tipo de letra.
pl_pl: Jeśli zakładka zawiera artykuł, przycisk po prawej stronie pozwala zmienić ustawienia typografii.
uk_ua: Якщо закладка містить статтю, кнопка з іншого боку дозволяє змінити деякі налаштування тексту.
zh_cn: 如果书签包含一篇文章，另一侧的按钮可以让你更改一些排版设置。

source: ![Bookmark typography settings](./img/bookmark-typography.webp) Typography settings.
cs_cz: ![Nastavení typografie záložky](./img/bookmark-typography.webp) Nastavení typografie.
de_de: ![Einstellungen für die Typografie von Lesezeichen](./img/bookmark-typography.webp) Typografieeinstellungen.
fr_fr: ![Paramètres de présentation d'un article](./img/bookmark-typography.webp) Paramètres de présentation.
gl_es: ![axustes da tipografía do marcador](./img/bookmark-typography.webp) Axustes do tipo de letra.
pl_pl: ![Ustawienia typografii zakładki](./img/bookmark-typography.webp) Ustawienia typografii.
uk_ua: ![Налаштування тексту закладки](./img/bookmark-typography.webp) Налаштування тексту.
zh_cn: ![书签排版设置](./img/bookmark-typography.webp) 书签排版设置

source: There you can set the font used for the text, the font size and the line height.\ This settings are automatically saved for you and will apply to any article you read later.
cs_cz: Zde můžete nastavit písmo použité pro text, velikost písma a výšku řádku.\ Tato nastavení se pro vás automaticky uloží a budou platit pro všechny články, které budete později číst.
de_de: Dort können Sie die für den Text verwendete Schriftart, die Schriftgröße und die Zeilenhöhe einstellen.\ Diese Einstellungen werden automatisch für Sie gespeichert und gelten für jeden Artikel, den Sie später lesen.
fr_fr: Vous pouvez y changer la police de caractères, sa taille ou l'interligne.\ Ces paramètres sont sauvegardés automatiquement et seront appliqués à n'importe quel article consulté plus tard.
gl_es: Aí podes cambiar a tipografía que se usa no texto, o tamaño da letra e a distancia entre liñas.\ Este axuste gárdase automáticamente e aplícase aos artigos que leas a partir dese momento.
pl_pl: Tutaj możesz ustawić czcionkę używaną do wyświetlania tekstu, rozmiar czcionki i wysokość linii.\ Te ustawienia są automatycznie zapisywane i będą miały zastosowanie do każdego artykułu, który będziesz później czytał.
uk_ua: Тут ви можете задати гарнітуру, що використовується для тексту, розмір шрифту і висоту рядка. Ці налаштування автоматично зберігаються і будуть застосовані до будь-якої статті, яку ви читатимете пізніше.
zh_cn: 在那里，您可以设置文本使用的字体、字体大小和行高。此设置会自动为您保存，并将应用于您以后阅读的任何文章。

source: ## Change the title
cs_cz: ## Změna nadpisu
de_de: ## Den Titel verändern
fr_fr: ## Modifier le titre
gl_es: ## Cambiar o título
pl_pl: ## Zmień tytuł
uk_ua: ## Зміна назви
zh_cn: ## 修改标题

source: The bookmark's title is automatically grabbed when you create it. If, for some reason, you need something else, you can change it by clicking on it and then click the button on the title side.
cs_cz: Nadpis záložky je automaticky získán při jejím vytvoření. Pokud z nějakého důvodu potřebujete něco jiného, můžete ho změnit tak, že na něj kliknete a poté kliknete na tlačítko na straně nadpisu.
de_de: Der Titel des Lesezeichens wird automatisch übernommen, wenn Sie ein Lesezeichen erstellen. Sie können diesen abändern wenn Sie darauf klicken und dann auf die Schaltfläche auf der Titelseite klicken.
fr_fr: Le titre d'un bookmark est automatiquement récupéré lors de sa création. Si, pour diverses raisons, vous souhaitez le corriger, vous pouvez le modifier en cliquant dessus puis en validant vos changements avec le bouton à côté du titre.
gl_es: O título do marcador obténse automaticamente ao crealo. Se, por calquera motivo, precisas cambialo podes facelo premendo nel e despois no botón que ten ao lado.
pl_pl: Tytuł zakładki jest pobierany automatycznie w momencie jej tworzenia. Jeśli z jakiegoś powodu potrzebujesz innego tytułu, możesz go zmienić klikając najpierw na nim, a później na przycisk z boku tytułu.
uk_ua: Назва закладки автоматично підставляється при її створенні. Якщо з якихось причин потрібна інша назва, ви можете змінити її, натиснувши на неї, а потім на кнопку з боку заголовка.
zh_cn: 书签的标题在您创建时会自动抓取。如果出于某种原因，您需要其他内容，您可以通过单击它，然后单击标题侧的按钮来更改它。

source: ## Actions
cs_cz: ## Akce
de_de: ## Aktionen
gl_es: ## Accións
pl_pl: ## Akcje
uk_ua: ## Дії
zh_cn: ## 操作

source: On the bookmark sidebar, you can perform actions.
cs_cz: Na postranním panelu záložky můžete provádět akce.
de_de: In der Lesezeichen-Seitenleiste können Sie Aktionen ausführen.
fr_fr: La barre latérale d'un bookmark propose diverses actions.
gl_es: Desde o panel lateral do marcador podes realizar varias accións.
pl_pl: Z paska bocznego zakładki możesz wykonywać akcje.
uk_ua: На бічній панелі закладок ви можете виконувати певні дії.
zh_cn: 在书签侧边栏上，您可以执行操作。

source: ### Favorite
cs_cz: ### Oblíbené
de_de: ### Favorit
fr_fr: ### Favori
gl_es: ### Favorito
pl_pl: ### Ulubione
uk_ua: ### Обране
zh_cn: ### 收藏

source: This toggles the favorite status of the bookmark.
cs_cz: Toto přepne stav oblíbenosti záložky.
de_de: Dadurch wird der Favoritenstatus des Lesezeichens umgeschaltet.
fr_fr: Ceci change l'état favori du bookmark.
gl_es: Cambia o estado de favorito do marcador.
pl_pl: Przełącza stan zakładki jako ulubionej.
uk_ua: Перемикає стан «Обране» для закладки.
zh_cn: 切换书签的收藏状态。

source: ### Archive
cs_cz: ### Archiv
de_de: ### Archiv
gl_es: ### Arquivo
pl_pl: ### Archiwum
uk_ua: ### Архів
zh_cn: ### 归档

source: This moves the bookmark to the archives (or removes it from there).
cs_cz: Toto přesune záložku do archivu (nebo ji z něj odebere).
de_de: Dadurch wird das Lesezeichen in die Archive verschoben (oder von dort entfernt).
fr_fr: Ceci déplace le bookmark dans les archive (ou l'en retire s'il y est déjà).
gl_es: Move o marcador ao arquivo (ou retírao de alí).
pl_pl: Przenosi zakładkę do archiwum (lub usuwa ją stamtąd).
uk_ua: Переміщує закладку в архів (або видаляє її з архіву).
zh_cn: 将书签移至已归档或者移除。

source: ### Share
cs_cz: ### Sdílet
de_de: ### Teilen
fr_fr: ### Partage
gl_es: ### Compartir
pl_pl: ### Udostępnij
uk_ua: ### Поділитися
zh_cn: ### 分享

source: The share button opens a menu from which you can create a link if you want to share an article with someone.
cs_cz: Tlačítko sdílení otevře nabídku, ze které můžete vytvořit odkaz, pokud chcete článek s někým sdílet.
de_de: Der Teilen-Button öffnet ein Menü, über das Sie einen Link erstellen können, wenn Sie einen Artikel mit jemandem teilen möchten.
fr_fr: Le bouton de partage ouvre un menu depuis lequel vous pouvez créer un lien que vous pouvez partager avec un ami.
gl_es: O botón de compartir abre un menú desde o que podes crear unha ligazón se queres compartir o artigo con alguén.
pl_pl: Przycisk udostępniania otwiera menu, w którym możesz stworzyć link, jeśli chcesz udostępnić komuś dany artykuł.
uk_ua: Кнопка «Поділитися» відкриває меню, з якого ви можете створити посилання, якщо хочете поділитися статтею з кимось.
zh_cn: 共享按钮打开一个菜单，如果你想与某人共享一篇文章，可以从中创建链接。

source: On the same menu, you can export your bookmark (only EPUB for now) to read it on a different device.
cs_cz: Ve stejné nabídce můžete záložku exportovat (zatím pouze do EPUB) a číst ji na jiném zařízení.
de_de: Im selben Menü können Sie Ihr Lesezeichen exportieren (derzeit nur EPUB), um es auf einem anderen Gerät zu lesen.
fr_fr: Dans le même menu, vous pouvez exporter votre bookmark (seulement EPUB pour le moment) pour le lire sur un autre périphérique.
gl_es: No mesmo menú, podes exportar o marcador para lelo noutro dispositivo (por agora só como EPUB).
pl_pl: W tym samym menu możesz wyeksportować zakładkę (na razie tylko plik EPUB) aby przeczytać ją na innym urządzeniu.
uk_ua: У цьому ж меню ви можете експортувати закладку (поки що лише у форматі EPUB), щоб прочитати її на іншому пристрої.
zh_cn: 在同一菜单上，您可以导出书签（目前仅EPUB），以便在其他设备上阅读。

source: ### Delete
cs_cz: ### Odstranit
de_de: ### Löschen
fr_fr: ### Supprimer
gl_es: ### Eliminar
pl_pl: ### Usuń
uk_ua: ### Видалити
zh_cn: ### 删除

source: This marks the bookmark for deletion.\ No worries if you click on this by mistake! This action can be canceled before actual deletion.
cs_cz: Toto označí záložku k odstranění.\ Nemusíte se bát, že byste na to omylem kliknuli! Tuto akci lze zrušit ještě před skutečným odstraněním.
de_de: Dadurch wird das Lesezeichen zum Löschen markiert.\ Machen Sie sich keine Sorgen, wenn Sie versehentlich darauf klicken! Diese Aktion kann vor dem tatsächlichen Löschen abgebrochen werden.
fr_fr: Ceci marque le bookmark pour suppression.\ Aucune inquiétude si vous cliquez par erreur ! Cette action peut être annulée avant que la suppression soit effective.
gl_es: Isto marca o marcador para ser eliminado.\ Non te preocupes se premes este botón sen querer! Esta acción pode cancelarse antes de facerse efectiva a eliminación.
pl_pl: Oznacza zakładkę do usunięcia.\ Nie martw się jeśli kliknąłeś tutaj przez przypadek! Ta akcja może zostać anulowana przed właściwym usunięciem.
uk_ua: Позначає закладку для видалення. Не хвилюйтеся, якщо натиснули «Видалити» помилково! Цю дію можна скасувати до фактичного видалення.
zh_cn: 这将标记书签以进行删除。 如果你误点击了这个，不用担心！此操作可以在实际删除之前取消。

source: ## Labels
cs_cz: ## Štítky
de_de: ## Tags
gl_es: ## Etiquetas
pl_pl: ## Etykiety
uk_ua: ## Мітки
zh_cn: ## 标签

source: You can add as many labels as you want to a bookmark. To do so, enter some text in the label field and click on **Add label**. There is no limit as to what can be a label. You can even add emojis if you like them.
cs_cz: K záložce můžete přidat libovolný počet štítků. To provedete tak, že do pole pro štítek zadáte nějaký text a kliknete na **Přidat štítek**. Neexistuje žádné omezení, co může být štítkem. Můžete přidat i emotikony, pokud se vám líbí.
de_de: Sie können einem Lesezeichen beliebig viele Tags hinzufügen. Geben Sie dazu einen Text in das Beschriftungsfeld ein und klicken Sie auf **Tag hinzufügen**. Es gibt keine Begrenzung, was ein Etikett sein kann. Sie können sogar Emojis hinzufügen, wenn Sie diese mögen.
fr_fr: Vous pouvez ajouter autant de labels que vous voulez à un bookmark. Pour cela, indiquez le texte du label dans le champ correspondant et cliquez sur **Ajouter un label**. Il n'y a aucune limite quant aux caractères permis dans un label. Vous pouvez même utiliser des emojis si vous le souhaitez.
gl_es: Podes engadir ao marcador cantas etiquetas queiras. Simplemente escribe o texto no campo da etiqueta e preme en **Engadir etiqueta**. Non hai límitacións no que pode ser unha etiqueta, incluso podes engadir emojis.
pl_pl: Do zakładki możesz dodać tyle etykiet, ile tylko chcesz. Aby to zrobić, wprowadź jakiś tekst w polu etykiety i kliknij na **Dodaj etykietę**. Nie ma ograniczeń na to co może być etykietą. Możesz nawet dodać emotki jeśli chcesz.
uk_ua: До закладки можна додати скільки завгодно міток. Для цього введіть текст у поле мітки і натисніть **Додати мітку**. Немає жодних обмежень щодо того, що може бути міткою. Можете навіть додавати емодзі, якщо вони вам подобаються.
zh_cn: 您可以在书签中添加任意数量的标签。为此，请在标签字段中输入一些文本，然后单击 **添加标签**。 标签是没有限制的。如果你喜欢，你甚至可以添加表情符号。

source: ![Bookmark labels form](./img/bookmark-labels.webp) Add a new label.
cs_cz: ![Formulář štítků záložek](./img/bookmark-labels.webp) Přidání nového štítku.
de_de: ![Formular für Lesezeichenbeschriftungen](./img/bookmark-labels.webp) Fügen Sie ein neue Tag hinzu.
fr_fr: ![Formulaire de labels](./img/bookmark-labels.webp) Ajouter un label.
gl_es: ![formulario para engadir etiquetas](./img/bookmark-labels.webp) Engadir unha nova etiqueta.
pl_pl: ![Formularz etykiet zakładki](./img/bookmark-labels.webp) Dodaj nową zakładkę.
uk_ua: ![Форма «Мітки закладок»](./img/bookmark-labels.webp) Додавання нової мітки.
zh_cn: ![书签标签表单](./img/bookmark-labels.webp) 添加标签。

source: Please read the [Labels](./labels.md) section for more information.
cs_cz: Další informace naleznete v části [Štítky](./štítky.md).
de_de: Weitere Informationen finden Sie im Abschnitt [Tags](./labels.md).
fr_fr: Veuillez consulter la section [Labels](./labels.md) pour plus d'informations.
gl_es: Le a sección [Etiquetas](./labels.md) para ter máis información.
pl_pl: Poczytaj sekcję [Etykiety](./labels.md) jeśli potrzebujesz więcej informacji.
uk_ua: Докладніше читайте у розділі «[Мітки](./labels.md)».
zh_cn: 请阅读 [标签](./labels.md) 部分了解更多信息。

source: ## Highlights
cs_cz: ## Zvýraznění
de_de: ## Markierungen
fr_fr: ## Annotations {#highlights}
gl_es: ## Destacados
pl_pl: ## Podświetlenia
uk_ua: ## Виділення
zh_cn: ## 高亮

source: Found some interesting part in an article? You can highlight it!\ When you select any text in the article, a menu appears that lets you create a new highlight.
cs_cz: Našli jste v článku nějakou zajímavou část? Můžete ji zvýraznit!\ Když vyberete libovolný text v článku, zobrazí se nabídka, která vám umožní vytvořit nové zvýraznění.
de_de: Haben Sie einen interessanten Teil in einem Artikel gefunden? Sie können es markieren!\ Wenn Sie einen beliebigen Text im Artikel auswählen, wird ein Menü angezeigt, mit dem Sie eine neue Markierung erstellen können.
fr_fr: Vous avez trouvé une partie intéressante dans un article et souhaitez la marquer comme telle ; vous pouvez l'annoter.\ Quand vous sélectionnez du texte dans un article, un menu apparaît et vous permet de créer une annotation.
gl_es: Atopaches unha parte interesante nun artigo? Podes destacala!\ Ao seleccionar un texto nun artigo aparecerá un menú no que podes crear un novo destacado.
pl_pl: Znalazłaś(-eś) jakis interesujący fragment artykułu? Możesz go podkreślić!\ Gdy zaznaczysz jakikolwiek tekst w artykule, pojawi się menu, które pozwoli ci stworzyć nowe podkreślenie.
uk_ua: Натрапили на цікаве місце в статті? Ви можете виділити його! Коли ви виділяєте у статті будь-який текст, з’являється меню для створення нового виділення.
zh_cn: 在一篇文章中发现了一些有趣的部分？你可以突出它。 当您选择文章中的任何文本时，会出现一个菜单，允许您创建新的突出显示。

source: ![Bookmark highlight creation](./img/bookmark-highlight.webp) Create a new highlight.
cs_cz: ![Vytvoření zvýraznění záložky](./img/bookmark-highlight.webp) Vytvoření nového zvýraznění.
de_de: ![Erstellung von Lesezeichen-Markierungen](./img/bookmark-highlight.webp) Erstellen Sie eine neue Markierung.
fr_fr: ![Création d'une annotation](./img/bookmark-highlight.webp) Créer une annotation.
gl_es: ![creación dun destacado no marcador](./img/bookmark-highlight.webp) Crear un novo destacado.
pl_pl: ![Tworzenie podkreślenia zakładki](./img/bookmark-highlight.webp) Stwórz nowe podkreślenie.
uk_ua: ![Створення виділення в закладці](./img/bookmark-highlight.webp) Cтворення нового виділення.
zh_cn: ![书签添加高亮](./img/bookmark-highlight.webp) 创建新的高亮。

source: Your highlights appear in the sidebar.
cs_cz: Vaše zvýraznění se zobrazí v postranním panelu.
de_de: Ihre Markierungen werden in der Seitenleiste angezeigt.
fr_fr: Vos annotations apparaissent dans la barre latérale.
gl_es: Os teus destacados aparecen no panel lateral.
pl_pl: Twoje podkreślenia pojawią się na pasku bocznym.
uk_ua: Виділення з’являються на бічній панелі.
zh_cn: 您的高亮显示在侧边栏中。

source: When you need to remove an highlight, you can do it from the sidebar or by selecting it in the article.
cs_cz: Když potřebujete zvýraznění odebrat, můžete to provést z postranního panelu nebo jeho výběrem v článku.
de_de: Wenn Sie eine Markierung entfernen müssen, können Sie dies über die Seitenleiste oder durch Auswahl im Artikel tun.
fr_fr: Quand vous voulez supprimer une annotation, vous pouvez le faire depuis la barre latérale ou en la sélectionnant dans l'article.
gl_es: Se precisas eliminar un destacado podes facelo desde o panel lateral ou seleccionándoo no artigo.
pl_pl: Gdy potrzebujesz usunąć podkreślenie, możesz to zrobić z paska bocznego lub po zaznaczeniu podświetlenia w artykule.
uk_ua: Якщо потрібно стерти виділення, ви можете зробити це з бічної панелі або вибравши його в статті.
zh_cn: 当你需要删除高亮时，你可以从侧边栏中删除，也可以在文章中选择它。

source: # Collections
cs_cz: # Sbírky
de_de: # Sammlungen
gl_es: # Coleccións
pl_pl: # Kolekcje
uk_ua: # Колекції
zh_cn: # 集合

source: Collections let you easily organize and export your bookmarks by saving search requests of your choice. When you create a new bookmark that matches a collection's criteria, it will appear immediately. Here are some examples:
cs_cz: Sbírky umožňují snadné uspořádání a export záložek uložením vybraných požadavků na vyhledávání. Když vytvoříte novou záložku, která odpovídá kritériím sbírky, okamžitě se zobrazí. Zde je několik příkladů:
de_de: Mit Sammlungen können Sie Ihre Lesezeichen einfach organisieren und exportieren indem Sie die Suchanfragen Ihrer Wahl speichern. Wenn Sie ein neues Lesezeichen erstellen, das den Kriterien einer Sammlung entspricht, es wird sofort angezeigt. Hier einige Beispiele:
fr_fr: Les collections vous permettent de facilement organiser et exporter vos bookmarks en enregistrant les critères de recherche de votre choix. Quand vous créez un bookmark qui correspond aux critères d'une collection, il apparaîtra immédiatement. Voici quelques exemples :
gl_es: As Coleccións permiten organizar e exportar os teus marcadores gardando as configuracións das buscas que queiras. Ao crear un novo marcador que concorda cos criterios da colección, este aparecerá automaticamente nela. Aquí tes algúns exemplos:
pl_pl: Kolekcje umożliwiają łatwe porządkowanie i eksportowanie zakładek poprzez zapisywanie wybranych żądań wyszukiwania. Po utworzeniu nowej zakładki, która spełnia kryteria kolekcji, zostanie ona natychmiast wyświetlona. Oto kilka przykładów:
uk_ua: Колекції дають вам змогу впорядковувати та експортувати закладки, зберігаючи вибрані вами пошукові запити. Коли ви створюєте нову закладку, яка відповідає критеріям колекції, вона миттєво відображається в цій колекції. Ось кілька прикладів:
zh_cn: 集合让您能够通过保存您选择的搜索请求轻松组织和导出书签。 当您创建符合集合标准的新书签时，它将立即出现。 例如:

source: - The unread articles (no picture or videos), - The archived articles from "wikipedia.org", - The pictures with the label "cat", - The articles that contain "climate" in their title.
cs_cz: - Nepřečtené články (bez obrázků a videí), - Archivované články z „wikipedia.org“ - Obrázky se štítkem „kočka“, - Články, které obsahují v názvu slovo „klima“.
de_de: - Die ungelesenen Artikel (keine Bilder oder Videos), - Die archivierten Artikel von „wikipedia.org“, - Die Bilder mit der Tag „Katze“, - Die Artikel, deren Titel „Klima“ enthält.
fr_fr: - Les articles non lus (pas de photo ou de vidéo), - Les articles archivés de "wikipedia.org", - Les photos avec le label "chat", - The articles qui contiennent "climat" dans leur titre.
gl_es: - Os artigos aínda non lidos (non imaxes ou vídeos), - Os artigos arquivados de «wikipedia.org», - Imaxes coa etiqueta «gato», - Artigos que conteñen «clima» no seu título.
pl_pl: - Nieprzeczytane artykuły (bez zdjęć i filmów), - Zarchiwizowane artykuły z „wikipedia.org”, - Zdjęcia z etykietą „kot”, - Artykuły zawierające „klimat” w tytule.
uk_ua: - Непрочитані статті (без фото та відео), - Архівовані статті з «wikipedia.org», - Зображення з міткою «кіт», - Статті, які містять «клімат» у заголовку.
zh_cn: - 未读文章（无图片或视频） - 来自“wikipedia.org”的归档文章 - 带有“cat”标签的图片 - 标题中包含“climate”的文章

source: ## Create a new collection
cs_cz: ## Vytvoření nové sbírky
de_de: ## Erstellen Sie eine neue Sammlung
fr_fr: ## Créer une collection
gl_es: ## Crear unha nova colección
pl_pl: ## Stwórz nową kolekcję
uk_ua: ## Створення колекції
zh_cn: ## 创建集合

source: To create a new collection, go to the [Collection List](readeck-instance://bookmarks/collections) and click on **Create a new collection**.
cs_cz: Pro vytvoření nové sbírky přejděte do [Seznamu sbírek](readeck-instance://bookmarks/collections) a klikněte na **Vytvořit novou sbírku**.
de_de: Um eine neue Sammlung zu erstellen, gehen Sie zur [Sammlungsliste] (readeck-instance://bookmarks/collections) und klicken Sie auf **Neue Sammlung erstellen**.
fr_fr: Pour créer une collection, rendez-vous sur la [liste des collections](readeck-instance://bookmarks/collections) et cliquez sur **Créer une collection**.
gl_es: Para crear unha nova colección, vai a [Lista de Coleccións](readeck-instance://bookmarks/collections) e preme en **Crear nova colección**.
pl_pl: Aby stworzyć nową kolekcję, przejdź do [Listy kolekcji](readeck-instance://bookmarks/collections) i kliknij na **Stwórz nową kolekcję**.
uk_ua: Щоб створити нову колекцію, перейдіть до [списку колекцій](readeck-instance://bookmarks/collections) і натисніть **Створити нову колекцію**.
zh_cn: 要创建集合, 请查看 [集合列表](readeck-instance://bookmarks/collections) 并点击 **创建集合**.

source: ![New Collection form](./img/collection-new.webp) The collection form
cs_cz: ![Formulář Nová sbírka](./img/collection-new.webp) Formulář sbírky
de_de: ![Neues Sammlungsformular](./img/collection-new.webp) Das Sammelformular
fr_fr: ![Formulaire de nouvelle collection](./img/collection-new.webp) Le formulaire de nouvelle collection
gl_es: ![formulario de nova colección](./img/collection-new.webp) Formulario para nova colección
pl_pl: ![Formularz nowej kolekcji](./img/collection-new.webp) Formularz kolekcji
uk_ua: ![Форма «Нова колекція»](./img/collection-new.webp) Створення колекції
zh_cn: ![新集合表单](./img/collection-new.webp) 集合表单

source: Enter any criteria and click on **Save**.
cs_cz: Zadejte libovolná kritéria a klikněte na **Uložit**.
de_de: Geben Sie beliebige Kriterien ein und klicken Sie auf **Speichern**.
fr_fr: Indiquez les critères de recherche et cliquez sur **Enregistrer**.
gl_es: Escribe os criterios que queiras e preme en **Gardar**.
pl_pl: Wpisz jakiekolwiek kryteria i kliknij na **Zapisz**.
uk_ua: Уведіть будь-які критерії та натисніть **Зберегти**.
zh_cn: 输入任何条件并单击 **保存**.

source: Please refer to [bookmark filters](./bookmark-list.md#filters) for more details about filtering.
cs_cz: Další podrobnosti o filtrování naleznete v části [filtry záložek](./bookmark-list.md#filters).
de_de: Weitere Informationen zum Filtern finden Sie unter [Lesezeichenfilter](./bookmark-list.md#filters).
fr_fr: Consultez l'aide des [filtres de bookmarks](./bookmark-list#filters) pour plus d'information concernant les filtres.
gl_es: Toma como guía os [filtros dos marcadores](./bookmark-list.md#filters) para ter máis detalles sobre o filtrado.
pl_pl: Przeczytaj [filtry zakładek](./bookmark-list.md#filters) aby dowiedzieć się więcej o filtrowaniu.
uk_ua: Докладніше про фільтрацію читайте у розділі «[Фільтри закладок](./bookmark-list.md#filters)».
zh_cn: 请跳转 [书签筛选](./bookmark-list.md#filters) 查看更多筛选相关的内容。

source: ## Export a collection
cs_cz: ## Export sbírky
de_de: ## Eine Sammlung exportieren
fr_fr: ## Exporter une collection
gl_es: ## Exportar unha colección
pl_pl: ## Eksportuj kolekcję
uk_ua: ## Експорт колекції
zh_cn: ## 导出集合
