Repository: linkalls/readeck
Catalog: locales/translations/*/messages.po
Languages: ca_es

source: Change color theme
ca_es: Canviar el color del tema

source: Settings
ca_es: Ajustos

source: Profile
ca_es: Perfil

source: API Tokens
ca_es: Testimonis d'API

source: My profile
ca_es: El meu perfil

source: Base settings
ca_es: Ajustos bàsics

source: Email Address
ca_es: Correu electrònic

source: Language
ca_es: Idioma

source: Email settings
ca_es: Ajustos del correu

source: These, optional, parameters are used when Readeck sends emails.
ca_es: Aquests paràmetres opcionals s'utilitzen quan el Readeck envia correus electrònics.

source: Reply To
ca_es: Respon a

source: Add this email address in your outgoing emails so recipients can reply.
ca_es: Afegeix aquesta adreça de correu electrònic als teus correus sortints perquè els destinataris puguin respondre.

source: Send EPUB to
ca_es: Enviar ePub a

source: This address is used to prefill the recipient when you send an e-book by email.
ca_es: Aquesta adreça s'utilitza per omplir prèviament el destinatari quan envieu un llibre electrònic per correu.

source: If you plan to send e-books to a Kindle device, you must approve the following email address within your Kindle Account:
ca_es: Si tens previst enviar llibres electrònics a un dispositiu Kindle, has d'aprovar la següent adreça de correu electrònic dins del teu compte de Kindle:

source: Change my password
ca_es: Canviar la meva contrasenya

source: Current password
ca_es: Contrasenya actual

source: copy token
ca_es: copiar el testimoni

source: copy HTTP header
ca_es: copiar la capçalera HTTP

source: API Token
ca_es: Testimoni d'API

source: Token will be removed in a few seconds.
ca_es: El testimoni s'esborrarà en uns segons.

source: Properties
ca_es: Propietats

source: Token ID
ca_es: ID del testimoni

source: Last used
ca_es: Últim ús

source: never used
ca_es: mai usat

source: Application
ca_es: Aplicació

source: Enabled
ca_es: Activat

source: Expires on
ca_es: Caduca el

source: You can limit the permissions granted to this token by choosing one or more group of permissions below.<br> Leave all the choices blank to grant all your permissions to this token.
ca_es: Podeu limitar els permisos concedits a aquest testimoni seleccionant un o més grups de permisos a continuació.<br> Deixeu totes les opcions en blanc per concedir tots els permisos a aquest testimoni.

source: Roles
ca_es: Rols

source: Delete token
ca_es: Esborrar el testimoni

source: Authentication
ca_es: Autenticació

source: Your API token
ca_es: El teu testimoni d'API

source: How to use it
ca_es: Com utilitzar-lo

source: As a Bearer Token
ca_es: Com a testimoni d'autorització

source: You can use this token by passing it as an <strong>Authorization: Bearer</strong> HTTP header.
ca_es: Podeu utilitzar aquest testimoni passant-lo com a capçalera HTTP <strong>Authorization: Bearer</strong>.

source: HTTP Header
ca_es: Capçalera HTTP

source: As a password
ca_es: Com a contrasenya

source: Alternatively, you can use this token as a password for HTTP Basic Authentication.
ca_es: Alternativament, podeu utilitzar aquest testimoni com a contrasenya per a l'autenticació bàsica HTTP.

source: For example, if an application only accepts a username and password, you can provide this token as a password. The username is ignored and can be anything, including an empty value.
ca_es: Per exemple, si una aplicació només accepta un nom d'usuari i una contrasenya, podeu proporcionar aquest testimoni com a contrasenya. El nom d'usuari s'ignora i pot ser quelcom, fins i tot un valor buit.

source: My API Tokens
ca_es: Els meus testimonis d'API

source: An API Token is a key that grants you (or another tool like a browser extension) access to the Readeck API.
ca_es: Un testimoni d'API és una clau que concedeix (a tu o a una eina, p. ex. una extensió del navegador), accés a l'API del Readeck.

source: Please read the <a href="%s">API Documentation</a> if you plan to use it.
ca_es: Si tens previst utilitzar-la, llegeix la <a href="%s">documentació de l'API</a>.

source: Create a new API token
ca_es: Crea un testimoni d'API nou

source: Expires on: %s
ca_es: Caduca el: %s

source: Last used on: %s
ca_es: Últim ús: %s

source: This token will be removed in a few seconds.
ca_es: Aquest testimoni s'esborrarà en uns segons.

source: User created.
ca_es: Usuari creat.

source: User updated.
ca_es: Usuari actualitzat.

source: Invalid user and/or password
ca_es: Usuari i/o contrasenya no vàlids

source: password is empty
ca_es: La contrasenya està buida

source: Bookmarks : Read Only
ca_es: Marcadors: només lectura

source: Bookmarks : Write Only
ca_es: Marcadors: només escriptura

source: Admin : Read Only
ca_es: Administració: només lectura

source: Admin : Write Only
ca_es: Administració: només escriptura

source: Browser Bookmarks
ca_es: Marcadors del navegador

source: Unable to read HTML content
ca_es: No s'ha pogut llegir el contingut HTML

source: Empty or invalid import file
ca_es: Arxiu d'importació buit o no vàlid

source: CSV File
ca_es: Arxiu CSV

source: GoodLinks Export File
ca_es: Arxiu d'exportació de GoodLinks

source: Invalid API Key
ca_es: Clau d'API no vàlida

source: Text File
ca_es: Arxiu de text

source: Invalid URL
ca_es: URL no vàlida

source: Invalid credentials
ca_es: Credencials no vàlides

source: No access token found
ca_es: No s'ha trobat cap token d'accés

source: Unable to process input data
ca_es: No es poden processar les dades d'entrada

source: Picture
ca_es: Imatge

source: Video
ca_es: Vídeo

# status
source: Unviewed
ca_es: No vist

# status
source: In-Progress
ca_es: En curs

# status
source: Completed
ca_es: Completat

# sort
source: Added, most recent first
ca_es: Afegit, ordre cronològic

# sort
source: Added, oldest first
ca_es: Afegit, ordre cronològic invers

# sort
source: Published, most recent first
ca_es: Publicat, ordre cronològic

# sort
source: Published, oldest first
ca_es: Publicat, ordre cronològic invers

# sort
source: Title, A to Z
ca_es: Títol, ordre alfabètic

# sort
source: Title, Z to A
ca_es: Títol, ordre alfabètic invers

# sort
source: Site Name, A to Z
ca_es: Nom del lloc web, ordre alfabètic

# sort
source: Site Name, Z to A
ca_es: Nom del lloc web, ordre alfabètic invers

# sort
source: Duration, shortest first
ca_es: Temps de lectura, més curt primer

# sort
source: Duration, longest first
ca_es: Temps de lectura, més llarg primer

source: Readeck Bookmarks
ca_es: Marcadors del Readeck

source: Readeck Bookmark Collections
ca_es: Col·leccions de marcadors del Readeck

source: Readeck Collection: %s
ca_es: Col·lecció del Readeck: %s

source: Collection ebook - %s
ca_es: Col·lecció eLlibre - %s

source: Browse collection: %s
ca_es: Explorar la col·lecció: %s

source: All your Bookmarks
ca_es: Tots els teus marcadors

source: Bookmark Search
ca_es: Cerca de marcadors

source: Unread Bookmarks
ca_es: Marcadors no llegits

source: Archived Bookmarks
ca_es: Marcadors arxivats

source: Favorite Bookmarks
ca_es: Marcadors favorits

source: Collection updated.
ca_es: Col·lecció actualitzada.

source: Import
ca_es: Importar

source: Progress
ca_es: Progrés

source: All Bookmarks
ca_es: Tots els marcadors

source: invalid username and/or email
ca_es: nom d'usuari i/o contrasenya no vàlids

source: invalid password
ca_es: contrasenya no vàlida

source: Profile updated.
ca_es: Perfil actualitzat.

source: Your password was changed.
ca_es: S'ha canviat la contrasenya.

source: An error occurred while creating your token.
ca_es: S'ha produït un error mentre es creava el teu token.

source: New token created.
ca_es: Nou token creat.

source: Token was updated.
ca_es: S'ha actualitzat el token.

source: an unexpected error has occurred
ca_es: s'ha produït un error inesperat

source: field is required
ca_es: camp obligatori

source: not a valid email address
ca_es: adreça de correu electrònic no vàlida

source: invalid URL
ca_es: URL no vàlida

source: must be greater or equal than %d
ca_es: ha de ser major o igual a %d

source: must be lower or equal than %d
ca_es: ha de ser menor o igual a %d

source: %v is not one of %s
ca_es: %v no és un de %s

# datetime_dl
source: Sunday
ca_es: Diumenge

# datetime_dl
source: Monday
ca_es: Dilluns

# datetime_dl
source: Tuesday
ca_es: Dimarts

# datetime_dl
source: Wednesday
ca_es: Dimecres

# datetime_dl
source: Thursday
ca_es: Dijous

# datetime_dl
source: Friday
ca_es: Divendres

# datetime_dl
source: Saturday
ca_es: Dissabte

# datetime_ds
source: Sun
ca_es: dg.

# datetime_ds
source: Mon
ca_es: dl.

# datetime_ds
source: Tue
ca_es: dt.

# datetime_ds
source: Wed
ca_es: dc.

# datetime_ds
source: Thu
ca_es: dj.

# datetime_ds
source: Fri
ca_es: dv.

# datetime_ds
source: Sat
ca_es: ds.

# datetime_ml
source: January
ca_es: gener

# datetime_ml
source: February
ca_es: febrer

# datetime_ml
source: March
ca_es: març

# datetime_ml
source: April
ca_es: abril

# datetime_ml
source: May
ca_es: maig

# datetime_ml
source: June
ca_es: juny

# datetime_ml
source: July
ca_es: juliol

# datetime_ml
source: August
ca_es: agost

# datetime_ml
source: September
ca_es: setembre

# datetime_ml
source: October
ca_es: octubre

# datetime_ml
source: November
ca_es: novembre

# datetime_ml
source: December
ca_es: desembre

# datetime_ms
source: Jan
ca_es: gen.

# datetime_ms
source: Feb
ca_es: febr.

# datetime_ms
source: Mar
ca_es: març

# datetime_ms
source: Apr
ca_es: abr.

# datetime_ms
source: May
ca_es: maig

# datetime_ms
source: Jun
ca_es: juny

# datetime_ms
source: Aug
ca_es: ag.

# datetime_ms
source: Sep
ca_es: set.

# datetime_ms
source: Dec
ca_es: des.
