Repository: linkalls/readeck
Catalog: locales/translations/*/messages.po
Languages: ca_es

source: Menu
ca_es: Menú

source: Secondary Menu
ca_es: Menú secundari

source: Main content
ca_es: Contingut principal

source: Close menu
ca_es: Tanca el menú

source: Quick access menu
ca_es: Menú d'accés ràpid

source: Home Page
ca_es: Pàgina principal

source: Required
ca_es: Requerit

source: Please check your form for errors.
ca_es: Reviseu el formulari per a eliminar errors.

source: The previous
ca_es: Els darrers

source: Day(s)
ca_es: Dies

source: Week(s)
ca_es: Setmanes

source: Month(s)
ca_es: Mesos

source: Year(s)
ca_es: Anys

# word
source: or
ca_es: o

source: Select or drop file
ca_es: Selecciona o deixa anar un arxiu

source: remove
ca_es: elimina

source: Go to previous page
ca_es: Ves a la pàgina anterior

source: Go to page %d
ca_es: Ves a la pàgina %d

source: Go to next page
ca_es: Ves a la pàgina següent

# page
source: Previous
ca_es: Anterior

# page
source: Next
ca_es: Següent

source: Users
ca_es: Usuaris

source: User will be removed in a few seconds
ca_es: L'usuari s'eliminarà en breus segons

source: Cancel
ca_es: Cancel·la

source: Username
ca_es: Nom d'usuari

source: Email address
ca_es: Adreça electrònica

source: Group
ca_es: Grup

source: Password
ca_es: Contrasenya

source: will not change if empty
ca_es: no canviarà si està buida

source: Save
ca_es: Desa

source: Delete this user
ca_es: Esborra aquest usuari

source: New User
ca_es: Usuari nou

source: Create user
ca_es: Crea un usuari

source: Add a new user
ca_es: Afegeix un usuari nou

source: Created on: %s
ca_es: Creat el: %s

source: Last update: %s
ca_es: Darrera actualització: %s

source: This user will be removed in a few seconds.
ca_es: Aquest usuari s'eliminarà en breus segons.

source: Sign in
ca_es: Entra

source: Sign in to Readeck
ca_es: Iniciar la sessió al Readeck

source: Username or email address
ca_es: Nom d'usuari o correu electrònic

source: Forgot your password?
ca_es: Heu oblidat la contrasenya?

source: Welcome to Readeck!
ca_es: Et donem la benvinguda al Readeck!

source: We're delighted to have you on board; one more step and you're good to go.
ca_es: Estem encantats de tenir-te a bord; un pas més i ja podràs entrar.

source: must be at least 8 characters long
ca_es: ha de tenir un mínim de 8 caràcters

source: Please note:
ca_es: Tingues en compte:

source: Your email address is optional and will never leave this installation. It will never be collected, transferred or sold. It will <strong>only</strong> be used, should you need it, for password recovery and internal notifications.
ca_es: El teu correu és opcional i mai sortirà d'aquesta instal·lació. Mai el recollirem, transferirem o vendrem. <strong>Només</strong> el farem servir, si cal, per recuperar la contrasenya i per notificacions internes.

source: Finish installation
ca_es: Acabar la instal·lació

source: Password recovery
ca_es: Recuperar la contrasenya

source: No worries, it happens to anyone.
ca_es: Tranquil, li passa a tothom.

source: Please provide the email address you used to create your account and we'll send you a message with a link to recover your password.
ca_es: Si us plau, escriu l'adreça de correu que vas fer servir per crear el teu compte, i t'enviarem un enllaç per recuperar la contrasenya.

source: Send me a recovery link
ca_es: Envia'm un enllaç de recuperació

source: Cancel and go back to sign in
ca_es: Cancel·la i torna a l'entrada

source: Almost there!
ca_es: Gairebé hi som!

source: We have sent an email to <strong>%s</strong> with further instructions.
ca_es: Hem enviat un correu a <strong>%s</strong> amb instruccions.

source: New password
ca_es: Nova contrasenya

source: Update your password
ca_es: Actualitza la contrasenya

source: Your password has been changed.
ca_es: La teva contrasenya ha canviat.

source: Go to the sign in page
ca_es: Ves a la pàgina d'entrada

source: Bookmark Highlights
ca_es: Ressaltats dels marcadors

source: You don't have any highlights yet.
ca_es: Encara no tens cap ressaltat.

source: Once you start highlighting parts of your saved articles, they will appear on this page for you to easily find them.
ca_es: Quan comencis a ressaltar parts dels teus articles, apareixeran en aquesta pàgina perquè les puguis trobar fàcilment.

source: Read more about highlights in the <a class="%s" href="%s">documentation</a>.
ca_es: Llegeix més sobre els ressaltats a la <a class="%s" href="%s">documentació</a>.

source: Bookmarks
ca_es: Marcadors

source: All
ca_es: Tots

source: Unread
ca_es: No llegits

source: Archive
ca_es: Arxivats

source: Favorites
ca_es: Favorits

source: Videos
ca_es: Vídeos

source: Pictures
ca_es: Imatges

source: Labels
ca_es: Etiquetes

source: Highlights
ca_es: Ressaltats

source: Collections
ca_es: Col·leccions

source: Did you know?
ca_es: Sabies que...?

source: With the Browser Extension, you can save pages, images and selections directly from your browser!
ca_es: Amb l'extensió del navegador, pots desar pàgines, imatges i seleccions directament des del teu navegador!

source: Learn more
ca_es: Saber-ne més

source: Don't remind me
ca_es: No m'ho recordis

source: Close panel
ca_es: Tanca el panell

source: Bookmark information
ca_es: Informació del marcador

source: Bookmark loading
ca_es: Càrrega de marcadors

source: Bookmark is loading
ca_es: El marcador s'està carregant

source: Bookmark not found
ca_es: Marcador no trobat

source: Shared link
ca_es: Enllaç compartit

source: Page not found
ca_es: Pàgina no trobada

source: Page has expired
ca_es: La pàgina ha caducat

source: Published on %s
ca_es: Publicat el %s

source: By %s
ca_es: De %s

source: Shared by %s with %s
ca_es: Compartit per %s amb %s

source: Saved with %s
ca_es: Desat amb %s

source: Share by email
ca_es: Comparteix mitjançant correu

source: Share: %s
ca_es: Compartir: %s

source: Share link
ca_es: Compartir enllaç

source: Collection %s
ca_es: Col·lecció %s

source: Collection will be removed in a few seconds.
ca_es: La col·lecció s'eliminarà en breus segons.

source: Edit
ca_es: Editar

source: Filters
ca_es: Filtres

source: Documentation
ca_es: Documentació

source: Name
ca_es: Nom

source: Delete collection
ca_es: Esborrar col·lecció

source: New Collection
ca_es: Nova col·lecció

source: Bookmark Collections
ca_es: Col·leccions de marcadors

source: Create a new collection
ca_es: Crea una nova col·lecció

source: Collections let you easily organize and export your bookmarks by saving search requests of your choice. When you create a new bookmark that matches a collection's criteria, it will appear immediately. Here are some examples:
ca_es: Les col·leccions et permeten organitzar i exportar els teus marcadors fàcilment desant les sol·licituds de cerca que triïs. Quan creïs un marcador que coincideixi amb els criteris d'una col·lecció, hi apareixerà inmediatament. Heus aquí alguns exemples:

source: The unread articles (no photos or videos)
ca_es: Articles no llegits (sense fotos ni vídeos)

source: The archived articles from "wikipedia.org"
ca_es: Els articles arxivats de "wikipedia.org"

source: The pictures with the label "cat"
ca_es: Les fotografies amb l'etiqueta "gat"

source: The articles that contain "shelter" in their title
ca_es: Els articles que contenen el mot "refugi" al seu títol

source: Read more about collections in the <a class="%s" href="%s">documentation</a>.
ca_es: Llegeix més sobre les col·leccions a la <a class="%s" href="%s">documentació</a>.

source: Export and Share
ca_es: Exporta i comparteix

source: Delete this bookmark
ca_es: Esborra aquest marcador

source: Mark as unread
ca_es: Marca com a no llegit

source: Mark as read
ca_es: Marca com a llegit

source: Remove from archive
ca_es: Eliminar dels arxivats

source: Move to archive
ca_es: Moure als arxivats

source: Remove from favorites
ca_es: Eliminar dels favorits

source: Add to favorites
ca_es: Afegir als favorits

source: This bookmark will be removed in a few seconds.
ca_es: Aquest marcador s'esborrarà en uns segons.

source: Undo
ca_es: Desfer

source: Download EPUB
ca_es: Descarrega un EPUB

source: Share by Link
ca_es: Comparteix mitjançant enllaç

source: Send article by Email
ca_es: Enviar l'article per correu

source: Send e-book by Email
ca_es: Enviar el llibre electrònic per correu

source: Saved with Readeck
ca_es: Desat amb el Readeck

source: Go to original page
ca_es: Ves a la pàgina original

# bookmark
source: Loading
ca_es: Carregant

source: Remove Highlight(s)
ca_es: Treure ressaltat(s)

source: Yellow
ca_es: Groc

source: Red
ca_es: Vermell

source: Blue
ca_es: Blau

source: Green
ca_es: Verd

source: Highlight
ca_es: Ressaltar

source: Search
ca_es: Cercar

source: Title
ca_es: Títol

source: Author
ca_es: Autor

source: Site
ca_es: Lloc web

source: Label
ca_es: Etiqueta

source: From date
ca_es: Des de la data

source: To date
ca_es: Fins a la data

source: Type
ca_es: Tipus

# filter
source: Progress
ca_es: Progrés

source: Is Favorite
ca_es: És favorit

source: yes
ca_es: Sí

source: Is Archived
ca_es: Està arxivat

source: Is Loaded
ca_es: Està carregat

source: With Labels
ca_es: Amb etiquetes

source: With Errors
ca_es: Amb errors

source: Remove label
ca_es: Eliminar etiqueta

source: Add a label
ca_es: Afegir una etiqueta

source: Add label
ca_es: Afegir etiqueta

source: Grid view
ca_es: Vista de quadrícula

source: Compact view
ca_es: Vista compacta

source: Mosaic view
ca_es: Vista de mosaic

source: Sort bookmarks
ca_es: Ordena els marcadors

source: Sort options
ca_es: Opcions d'ordenació

source: Import and export
ca_es: Importa i exporta

source: Font
ca_es: Lletra tipogràfica

source: Width
ca_es: Amplada

source: Size
ca_es: Mida

source: Line height
ca_es: Interlineat

source: Justify
ca_es: Justifica

source: Hyphenation
ca_es: Partició de mots

source: Sends this bookmark's content in the message.
ca_es: Envia el contingut d'aquest marcador en el missatge.

source: Sends this bookmark as an attached EPUB file.
ca_es: Envia aquest marcador com a arxiu EPUB adjunt.

source: Send To
ca_es: Enviar a

source: Send message
ca_es: Enviar missatge

source: The bookmark was sent to %s
ca_es: El marcardor s'ha enviat a %s

source: Go back to the bookmark
ca_es: Torna al marcador

source: You can share the following link with your friends.
ca_es: Pots compartir l'enllaç següent amb els teus amics.

source: It expires on %s
ca_es: Caduca el %s

source: Copy the link
ca_es: Copia l'enllaç

source: no site name
ca_es: sense nom del lloc

source: Errors occurred during extraction.
ca_es: S'han produït errors durant l'extracció.

source: About %d minute read
ca_es: Lectura d'%d minut aprox.

source: Start selecting text in the article to create a new highlight.
ca_es: Comença a seleccionar text de l'article per crear un nou ressaltat.

source: Links
ca_es: Enllaços

source: Import your Browser's Bookmarks
ca_es: Importa els marcadors del teu navegador

source: In your web browser, export your bookmarks as an HTML file.<br> Upload this file in the form below and Readeck will create and fetch every bookmark found it the file.
ca_es: Al navegador web, exporta els marcadors com a fitxer HTML.<br> Puja aquest fitxer al formulari següent i el Readeck crearà i recuperarà tots els marcadors que hi trobi.

source: Instructions for Firefox
ca_es: Instruccions per al Firefox

source: Instructions for Chrome
ca_es: Instruccions per al Chrome

source: File
ca_es: Arxiu

source: Convert section titles to labels
ca_es: Converteix títols de seccions en etiquetes

source: Adds a label on links, based on their section title
ca_es: Afegeix una etiqueta als enllaços, basada en el títol de la seva secció

source: Import Bookmarks
ca_es: Importa marcadors

source: Import Links from a CSV File
ca_es: Importa enllaços des d'un arxiu CSV

source: Upload a CSV file from Instapaper or any CSV that matches the format specified below.
ca_es: Puja un arxiu CSV des d'Instapaper o qualsevol CSV que coincideixi amb el format especificat a continuació.

source: The uploaded file must contain a first row with the column names. Column names are case insensitive and, except for <code>%s</code>, every column is optional.
ca_es: El fitxer carregat ha de contenir una primera fila amb els noms de les columnes. Els noms de les columnes no distingeixen entre majúscules i minúscules i, excepte <code>%s</code>, totes les columnes són opcionals.

source: Here are the columns you can set:
ca_es: Aquestes son les columnes que podeu definir:

source: Field
ca_es: Camp

source: Alias
ca_es: Àlies

source: Description
ca_es: Descripció

source: Link address
ca_es: Adreça de l'enllaç

source: Bookmark title
ca_es: Títol del marcador

source: Bookmark's archived state; only valid value is "%s"
ca_es: Estat d'arxivat del marcador; l'únic valor vàlid és "%s"

source: Creation date, can be a UNIX timestamp or an RFC-3339 formatted date
ca_es: Data de creació, pot ser una marca de temps d'UNIX o una data amb format RFC-3339

source: A JSON encoded list of labels
ca_es: Una llista d'etiquetes en format JSON

source: Example
ca_es: Exemple

source: Import Links from a GoodLinks export file
ca_es: Importa enllaços des d'un arxiu exportat des de GoodLinks

source: Upload a JSON file obtained from your GoodLinks app.
ca_es: Puja un arxiu JSON obtingut de la teva aplicació GoodLinks.

source: Import your Omnivore Articles
ca_es: Importa els teus articles d'Omnivore

source: To import your articles from Omnivore, you must first create an API Key in your Omnivore's settings and enter it in the the form below.
ca_es: Per importar els teus articles des d'Omnivore, primer has de crear una clau d'API a la configuració de l'Omnivore i introduir-la al formulari següent.

source: Omnivore URL
ca_es: URL d'Omnivore

source: URL of your Omnivore homepage
ca_es: URL de la pàgina d'inici del teu Omnivore

source: API Key
ca_es: Clau de l'API

source: Import your Pocket Articles
ca_es: Importa els teus articles de Pocket

source: You can export your articles on Pocket by visiting:<br> <a class="%s" href="%s">%s</a>.
ca_es: Pots exportar els teus articles a Pocket visitant:<br> <a class="%s" href="%s">%s</a>.

source: Upload this file in the form below and Readeck will fetch and save every link found it the file.
ca_es: Puja aquest fitxer al formulari següent i el Readeck buscarà i desarà tots els enllaços que hi hagi trobat.

source: Please note that Pocket does not allow the article content to be exported. This could lead to different results in Readeck than what you currently see in Pocket.
ca_es: Tingueu en compte que Pocket no permet l'exportació del contingut de l'article. Això podria conduir a resultats diferents al Readeck dels que veieu actualment a Pocket.

source: Note: upload the ZIP file directly, not its contents
ca_es: Nota: puja l'arxiu ZIP directament, no el seu contingut

source: Import Links from a Text File
ca_es: Importa enllaços des d'un arxiu de text

source: Upload a text file that contains one link per line and Readeck will fetch all of them and save them in your bookmark list.
ca_es: Puja un arxiu de text que contingui un enllaç per línia i el Readeck els buscarà tots i els desarà a la teva llista de marcadors.

source: Import your Wallabag Articles
ca_es: Importa els teus articles de Wallabag

source: To import your articles from Wallabag, you must first create an API client in Wallabag's <strong>API clients management</strong> menu. This will give you a <strong>Client ID</strong> and <strong>Client secret</strong>.
ca_es: Per importar els vostres articles des de Wallabag, primer has de crear un client API al menú de <strong>gestió de clients API</strong> de Wallabag. Això et proporcionarà un <strong>ID de client</strong> i un <strong>secret de client</strong>.

source: You can then enter all the necessary information in the form below.
ca_es: Llavors podeu introduir tota la informació necessària al formulari següent.

source: Wallabag URL
ca_es: URL de Wallabag

source: URL of your Wallabag homepage
ca_es: URL de la pàgina d'inici del teu Wallabag

source: Client ID
ca_es: ID del client

source: Client Secret
ca_es: Secret del client

source: Import your Bookmarks
ca_es: Importa els teus marcadors

source: Here you can import your existing bookmark collection from various sources into Readeck.
ca_es: Aquí pots importar la teva col·lecció de marcadors des de diverses fonts al Readeck.

source: Import your Browser's Bookmarks, Pinboard, Instapaper
ca_es: Importa els marcadors del teu navegador, Pinboard i Instapaper

source: Import Links from a CSV File and Instapaper
ca_es: Importa enllaços des d'un arxiu CSV i Instapaper

source: Import your GoodLinks Articles
ca_es: Importa els teus articles de GoodLinks

source: Options
ca_es: Opcions

source: A label to add to all imported bookmarks
ca_es: Afegeix una etiqueta a tots els marcadors importats

source: Ignore links already in your bookmarks
ca_es: Ignorar enllaços existents als teus marcadors

source: Archive all links
ca_es: Arxivar tots els enllaços

source: Moves all links to archive, regardless of their original status
ca_es: Mou tots els enllaços als arxivats, al marge del seu estatus original

source: Mark all links as read
ca_es: Marcar tots els enllaços com a llegits

source: Marks all links as read, regardless of their original status
ca_es: Marca tots els enllaços com a llegits, al marge del seu estatus original

source: Import operation will launch momentarily.
ca_es: L'operació d'importació s'iniciarà momentàniament.

source: Import operation has started!
ca_es: L'operació d'importació ha començat!

source: You can keep using Readeck while the import is running.
ca_es: Podeu continuar utilitzant el Readeck mentre la importació s'està executant.

source: Import is finished!
ca_es: L'importació ha acabat!

source: Your bookmarks are now available in your <a class="%s" href="%s">bookmark list</a>.
ca_es: Els teus marcadors ja estan disponibles a la teva <a class="%s" href="%s">llista de marcadors</a>.

source: Bookmark filters
ca_es: Filtres dels marcadors

source: Save a new link
ca_es: Guarda un enllaç nou

# button
source: Save link
ca_es: Guarda l'enllaç

source: "%s" is not a valid address. Did you mean to search your bookmarks for %s?
ca_es: "%s" no és una adreça vàlida. Volies cercar %s als teus marcadors?

source: You don't have any bookmarks yet.<br> Copy a link in the field above and start saving.
ca_es: Encara no tens cap marcador.<br> Copia un enllaç al camp superior i comença a desar-ne.

source: Read more about bookmarks in the <a class="%s" href="%s">documentation</a>.
ca_es: Llegeix més informació sobre els marcadors a la <a class="%s" href="%s">documentació</a>.

source: Readeck Browser Extension
ca_es: Extensió del Readeck pel navegador

source: Import existing bookmarks
ca_es: Importa marcadors existents

source: Would you like to import from a similar tool or from a file with existing bookmarks? Try Readeck's import tool.
ca_es: Vols importar des d'una eina similar o des d'un arxiu amb marcadors existents? Prova l'eina d'importació del Readeck.

source: Import links and articles
ca_es: Importa enllaços i articles

source: Import bookmarks
ca_es: Importa marcadors

source: Your search query yielded <strong>no results</strong>.
ca_es: La teva cerca no ha donat <strong>cap resultat</strong>.

source: Your search query yielded <strong>%d result</strong>.
ca_es: La teva cerca ha donat <strong>%d resultat</strong>.

# action
source: Search
ca_es: Cerca

source: Reset search
ca_es: Reinicia la cerca

source: Create a collection
ca_es: Crea una col·lecció

source: Delete
ca_es: Esborra

source: Label will be removed in a few seconds.
ca_es: L'etiqueta s'esborrarà en uns segons.

source: Bookmark Labels
ca_es: Etiquetes dels marcadors

source: Labels let your organize your bookmarks the way you want. You can set anything to a label, including emojis!
ca_es: Les etiquetes et permeten organitzar els teus marcadors com vulguis. Pots definir qualsevol cosa com una etiqueta, fins i tot emojis!

source: About Readeck
ca_es: Sobre el Readeck

source: Version:
ca_es: Versió:

source: Built Date:
ca_es: Data de compilació:

source: System Information
ca_es: Informació del sistema

source: Here are your current system information. Please include them if you report a bug.
ca_es: Aquí tens la informació actual del teu sistema. Si us plau, inclou-la si informes d'un error.

source: Project
ca_es: Projecte

source: Main website
ca_es: Lloc web principal

source: Sources and issues
ca_es: Codi i incidències

source: How to contribute
ca_es: Com contribuir

source: Community Forum
ca_es: Fòrum de la comunitat

source: Matrix Chat
ca_es: Xat de Matrix

source: License
ca_es: Llicència

source: Readeck is distributed under the terms of the license "%s"
ca_es: El Readeck es distribueix sota els termes de la llicència "%s"

source: Here's a short summary of the license conditions:
ca_es: Aquí tens un breu resum de les condicions de la llicència:

source: Permissions
ca_es: Permisos

source: Conditions
ca_es: Condicions

source: Limitations
ca_es: Limitacions

source: Commercial use
ca_es: Ús comercial

source: Distribution
ca_es: Distribució

source: Modification
ca_es: Modificació

source: Patent use
ca_es: Ús de patents

source: Private use
ca_es: Ús privat

source: Disclose source
ca_es: Divulgar la font

source: License and copyright notice
ca_es: Avís de llicència i drets d'autor

source: Network use is distribution
ca_es: L'ús de la xarxa és de distribució

source: Same license
ca_es: Mateixa llicència

source: State changes
ca_es: Canvis d'estat

source: Liability
ca_es: Responsabilitat

source: Warranty
ca_es: Garantia

source: Third-Party Licenses
ca_es: Llicències de tercers

source: Readeck includes and/or uses the following open source assets:
ca_es: El Readeck inclou i/o utilitza els següents recursos de codi obert:

source: API Documentation
ca_es: Documentació de l'API

source: Readeck Help
ca_es: Ajuda del Readeck

source: Changelog
ca_es: Registre de canvis

source: Hi, Here is your ebook for: **%s**
ca_es: Hola! Aquí tens el teu llibre electrònic per a: **%s**

source: Hi, You (or someone else) entered this email address when trying to change the password of a Readeck account (%s). If you are expecting this email, please follow this link to set a new password for your readeck account. %s
ca_es: Hola! Has introduït aquesta adreça electrònica (o algú altre ho ha fet) en intentar canviar la contrasenya d'un compte de Readeck (%s). Si esperaves aquest correu electrònic, segueix aquest enllaç per establir una nova contrasenya pel teu compte del Readeck. %s

source: Hi, You (or someone else) entered this email address when trying to change the password of a Readeck account (%s). However, this email address is not associated with any account and therefore, the attempted password change has failed. If you are a Readeck user on %s and you are expecting this email, please try again using the email address you used when creating your account. If you are not a Readeck user, please ignore this message.
ca_es: Hola! Has introduït aquesta adreça electrònica (o algú altre ho ha fet) en intentar canviar la contrasenya d'un compte de Readeck (%s). Tanmateix, aquesta adreça de correu electrònic no està associada a cap compte i, per tant, l'intent de canvi de contrasenya ha fallat. Si ets usuari del Readeck a %s i espereves aquest correu electrònic, torneu-ho a intentar amb l'adreça electrònica que vas utilitzar en crear el compte. Si no ets usuari del Readeck, pots ignorar aquest missatge.

source: Permission denied.
ca_es: Permís denegat.

source: Page not found.
ca_es: No s'ha trobat la pàgina.

source: An error occurred.
ca_es: Hi ha hagut un error.

source: Change theme
ca_es: Canviar el tema

source: Sign out
ca_es: Tancar la sessió

source: Open menu
ca_es: Obrir el menú
